Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Single
pt: Único

source: Single EPG
pt: EPG único

source: Single satellite
pt: Só um Satelite

source: Single step (GOP)
pt: Espaço simples (GOP)

source: Single transponder
pt: Transponder único

source: Site latitude
pt: Latitude Local

source: Site longitude
pt: Longitude Local

source: Size:
pt: Total:

source: size:
pt: tamanho:

source: Skin Setting
pt: Definição da Skin

source: Skin setup
pt: Skins, 3D & Osd

source: Sleep delay
pt: Atraso

source: Slide picture in loop
pt: Slide de imagens em loop

source: Slide show interval (sec.)
pt: Intervalo do Slide de images (seg.)

source: Slovak
pt: Eslovaco

source: Slovenian
pt: Esloveno

source: Slow
pt: Lento

source: Small progress
pt: Avanço pequeno

source: Social/Political/Economics
pt: Social/Política/Economia

source: Softcam setings
pt: Definições da Softcam

source: SoftcamCheck
pt: Verificação da Softcam

source: Software
pt: Plugin de Software Avançado

source: Software Update
pt: Atualização de Software

source: Software management
pt: Gestão de Software

source: Software manager setup
pt: Instalação do Gereciador de Software

source: Software restore
pt: Restauro de Software

source: Software update
pt: Atualizar imagem

source: Softwaremanager information
pt: Informação do gestor de software

source: Some plugins are not available:
pt: Alguns plugins não estão disponiveis:

source: Sorry Inadyn Config is Missing
pt: Desculpe Inadyn Config não existe

source: Sorry MiniDLNA Config is Missing
pt: Desculpe MiniDLNA Config não existe

source: Sorry feeds are down for maintenance
pt: Desculpe, os feeds estão OFF Line para manutenção

source: Sorry feeds are down for maintenance, please try again later.
pt: Desculpe, os Feeds estão em manutenção, por favor tente mais tarde.

source: Sorry feeds seem be in an unstable state, if you wish to use them please enable 'Allow unstable updates' in "software update setup".
pt: Desculpe, os feeds são instáveis, se os pretende usar, por favor ative 'Permitir atualizações instáveis' em "Instalação de Atualizações de software".

source: Sorry uShare Config is Missing
pt: Desculpe uShare Config não existe

source: Sorry, %s has not been installed!
pt: Desculpe, %s não foi instalado!

source: Sorry, no backups found!
pt: Desculpes, não existem backups!

source: Sorry, no details available!
pt: Desculpe, detalhes não disponíveis.

source: Sorry, your backup destination is not writeable. Please select a different one.
pt: Desculpe, não pode escrever no destino do backup. Por favor selecione um diferente.

source: Sort
pt: Ordenar

source: Sort EPG List
pt: Ordenar a Lista EPG

source: Source request
pt: Pedido da fonte

source: South
pt: Sul

source: Space used:
pt: Espaço usado:

source: Spanish
pt: Espanhol

source: Split preview mode
pt: Dividir modo de previsualização

source: Sports
pt: Desportos

source: Standard
pt: Normal

source: Standby
pt: Modo de Espera

source: Standby and Restart
pt: Gestão de Energia

source: Start
pt: Iniciar

source: Start from the beginning
pt: Começar desde o inicio

source: Start offline decode
pt: Iniciar descodificação offline

source: Start recording?
pt: Iniciar gravação?

source: Start test
pt: Iniciar teste

source: Start time
pt: Hora de Início

source: Start timeshift
pt: Iniciar Timeshift

source: Starting on
pt: A Iniciar

source: Status
pt: Estado

source: Step east
pt: Avançar Este

source: Step west
pt: Avançar Oeste

source: Stepped east
pt: Paço a paço - ESTE

source: Stepped west
pt: Paço a Paço - Oeste

source: Stop
pt: Parar

source: Stop PiP
pt: Parar PiP

source: Stop current event and disable coming events
pt: Parar programa atual e desativar eventos futuros

source: Stop current event but not coming events
pt: Parar programa atual mas não eventos futuros

source: Stop entry
pt: Parar entrada

source: Stop playing this movie?
pt: Parar a reprodução do filme?

source: Stop recording
pt: Parar a gravação

source: Stop recording and delete
pt: Parar a gravação e apagar

source: Stop recording now
pt: Parar a gravação agora

source: Stop test
pt: Parar teste

source: Stop testing plane after # failed transponders
pt: Parar de testar o plano depois dos # transponders falharem

source: Stop testing plane after # successful transponders
pt: Parar de testar o plano depois dos # transponders terem sucesso

source: Stop timer recording
pt: Parar TIMER da gravação

source: Stop timeshift
pt: Parar o Timeshift

source: Stopped
pt: Parado

source: Store at index
pt: Armazenar no índice

source: Store position
pt: Salvar posição

source: Stored position
pt: Posição salva

source: Stream
pt: Transmissão

source: Stream request
pt: Pedido de stream

source: Strict DLNA
pt: DLNA estrito

source: Strongest position
pt: Posição mais forte

source: Subservices
pt: Subserviços

source: Subtitle Quickmenu
pt: Legendas - Menu Rápido

source: Subtitle selection
pt: Seleção de legendas

source: Subtitle selection...
pt: Seleção de legendas...

source: Subtitles
pt: Legendas

source: Sun
pt: Dom

source: Sunday
pt: Domingo

source: Support at
pt: Suporte em

source: Swap PiP and main picture
pt: Permuta PiP e imagem principal

source: Swap services
pt: Permuta serviços

source: Swedish
pt: Sueco

source: Switch TV to correct input
pt: Mudar a TV para a entrada correcta

source: Switch between filelist/playlist
pt: Permuta entre Lista/Lista de Reprodução

source: Switch config
pt: Troca config

source: Switch next channel
pt: Mudar para o próximo canal

source: Switch to filelist
pt: Mudar para a lista de Arquivos

source: Switch to next channel in history
pt: Mudar para a próximo canal do histórico

source: Switch to next sub service
pt: Troca para o subserviço seguinte

source: Switch to playlist
pt: Mudar para lista de reprodução

source: Switch to previous channel
pt: Mudar para o canal anterior

source: Switch to previous channel in history
pt: Mudar em histórico para o canal anterior

source: Switch to previous sub service
pt: Troca para o subserviço anterior

source: Switchable tuner types:
pt: Tipos de tuner selecionáveis

source: Symbol rate
pt: Taxa de Símbolo

source: Sync failure moving back to origin !
pt: Falha de sincronização ao voltar à origem !

source: System
pt: Sistema

source: System temperature: %s
pt: Temperatura do Sistema: %s

source: System:
pt: Sistema:

source: TRANSLATOR_INFO
pt: Tradução efetuada por: *** B L A C K H O L E T E A M *** Revisão: 18 de Abril de 2020. Suporte em: https://www.vuplus-community.net

source: TS file is too large for ISO9660 level 1!
pt: O Arquivo TS é grande demais para ISO9660 level 1!

source: TUNING
pt: SINTONIZAR

source: TV physical address report
pt: Relatório do endereço físico da TV

source: Table of contents for collection
pt: Tabela de conteúdos para a coleção

source: Tags
pt: Etiquetas

source: Telnet Interface
pt: Interface Telnet

source: Telnet Port
pt: Porta telnet

source: Telnet Setup
pt: Telnet Protocolo de Rede

source: Terrestrial
pt: Terrestre

source: Terrestrial provider
pt: Operador Terrestre

source: Test DiSEqC settings
pt: Testar as definições de DISEqC

source: Test the network configuration of your %s %s.
pt: Teste de configurações de Rede para a %s %s.

source: Test type
pt: Teste tipo

source: Text
pt: Texto

source: Text color
pt: Cor do texto

source: Thai
pt: Tailandês

source: The AutoTimer plugin is not installed! Please install it.
pt: O plugin AutoTimer não está instalado! Por favor instale-o.

source: The Cool TV Guide plugin is not installed! Please install it.
pt: O plugin CoolTV Guide não está instalado! Por favor instale-o.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a %s %s format data DVD (which will not play in stand-alone DVD players) instead?
pt: O padrão de DVD não oferece suporte a fluxos de vídeo H.264 (HDTV). Quer criar um %s %s formato DVD de dados (que não pode ser reproduzido em Leitores DVD) em vez disso?

source: The EPGSearch plugin is not installed! Please install it.
pt: O plugin EPGSearch não está instalado! Por favor instale-o.

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formatted in EXT2 or EXT3!
pt: O sistema de ficheiros no seu dispositivo-Timeshift não suporta hardlinks. Certifique-se que está formatado em EXT2 ou EXT3!

source: The IMDb plugin is not installed! Please install it.
pt: O plugin IMDb não está instalado! Por favor instale-o.

source: The MediaPlayer plugin is not installed! Please install it.
pt: O plugin MediaPlayer não está instalado! Por favor instale-o.

source: The PIN code has been changed successfully.
pt: O código PIN foi alterado com sucesso.

source: The PIN codes you entered are different.
pt: Os códigos PIN que introduziu são diferentes.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
pt: A PEN Drive foi preparada para ser bootable. Agora pode fazer o download de uma imagem NFI!

source: The current update may be unstable
pt: A presente atualização pode ser instável

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type.
pt: A pasta %s não é uma partição EXT2, EXT3, EXT4 ou NFS. Certifique-se que seleciona um tipo de partição válida.

source: The directory %s is not writable. Make sure you select a writable directory instead.
pt: Não é possível escrever na pasta %s. Selecione uma pasta que possa ser escrita.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
pt: O seguinte dispositivo foi encontrado: %s Deseja escrever o USB flasher para esta PEN Drive?

source: The following files were found...
pt: Os seguintes arquivos foram encontrados...

source: The loopthrough setting is wrong.
pt: A configuração de repetição está errada.

source: The md5sum validation failed, the file may be corrupted!
pt: A validação md5 falhou, o arquivo deverá estar corrupto.

source: The network wizard extension is not installed! Please install it.
pt: A extensão do assistente de rede não está instalada! Por favor, instale-a.

source: The path %s already exists.
pt: A pasta %s já existe.

source: The pin code you entered is wrong.
pt: o PIN que introduziu está errado.

source: The results have been written to %s.
pt: Os resultados foram escritos em %s.

source: The software management extension is not installed! Please install it.
pt: A extensão de Gestão de Software não está instalada! Por favor, instale-a.

source: The timer file (pm_timers.xml) is corrupt and could not be loaded.
pt: O ficheiro Timer (timers.xml) esta corrompido e não pode ser carregado.

source: The timer file (timers.xml) is corrupt and could not be loaded.
pt: O Arquivo Timer (timers.xml) esta corrompido e não pode ser carregado.

source: The user interface of your %s %s is restarting
pt: A interface de utilizador da sua %s %s está a reiniciar.

source: The user interface of your %s %s is restarting due to an error in mytest.py
pt: A interface do utilizador da sua %s %s está a reiniciar devido a um erro em mytest.py

source: The wireless LAN plugin is not installed! Please install it.
pt: Este plugin de Rede sem fios não está instalado! Por favor instale-o.

source: The wizard can backup your current settings. Do you want to do a backup now?
pt: O assistente pode salvar os seus dados. Deseja salvá-los agora?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
pt: O Assistente encontrou um backup de configurações. Deseja restaurar a configurações antigas presentes em %s?

source: There are at least
pt: Existem pelo menos

source: There are at least %s updates available.
pt: Existem pelo menos %s atualizações disponíveis.

source: There are currently no outstanding actions.
pt: Atualmente não existem ações pendentes.

source: There are no updates available.
pt: Não existem plugins disponíveis.

source: There is no [webif] section in oscam.conf
pt: Não existe secção [webif] no oscam.conf.

source: There is no signal to lock on !
pt: Não há sinal detetado !

source: There might not be enough space on the selected partition.. Do you really want to continue?
pt: Não existe espaço suficiente na partição selecionada. Deseja continuar?

source: This %s %s cannot decode %s streams!
pt: A sua %s %s não pode descodificar %s transmissões!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
pt: Este DVD RW já está formatado - reformatar irá apagar todo o conteúdo do disco.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
pt: Isto permite que altere o tamanho da fonte em relação ao tamanho da skin, então 1 aumenta pelo tamanho do ponto 1, e -1 diminui em tamanho de 1 ponto

source: This allows you to change the number of rows shown.
pt: Isto permite que altere o número de linhas exibidas.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
pt: Esta opção permite reduzir o bloco-ruído na foto. Obviamente isto é à custa de nitidez da imagem.

source: This option allows to set the level of dynamic contrast of the picture.
pt: Esta opção permite definir o nível de contraste dinâmico da imagem.

source: This option allows you to boost the blue tones in the picture.
pt: Esta opção permite que aumente os tons de azuis na imagem.

source: This option allows you to boost the green tones in the picture.
pt: Esta opção permite que aumente os tons de verde na imagem.

source: This option allows you to bypass HDMI EDID check
pt: Esta opção permite ignorar a verificação de HDMI EDID

source: This option allows you to choose how to display 1080p 24Hz on your TV. (as not all TV's support these resolutions)
pt: Esta opção permite que escolha como exibir 1080p 24Hz na sua TV. (porque nem todas as TV suportam estas resoluções)

source: This option allows you to choose how to display 1080p 25Hz on your TV. (as not all TV's support these resolutions)
pt: Esta opção permite que escolha como exibir 1080p 25 Hz na sua TV. (porque nem todas as TV suportam estas resoluções)

source: This option allows you to choose how to display 1080p 30Hz on your TV. (as not all TV's support these resolutions)
pt: Esta opção permite que escolha como exibir 1080p 30 Hz na sua TV. (porque nem todas as TV suportam estas resoluções)

source: This option allows you to choose how to display 720p 24Hz on your TV. (as not all TV's support these resolutions)
pt: Esta opção permite que escolha como exibir 720p 24 Hz na sua TV. (porque nem todas as TV suportam estas resoluções)

source: This option allows you to choose how to display standard defintion video on your TV.
pt: Esta opção permite que escolha como exibir a definição padrão de vídeo na sua TV.

source: This option allows you to enable 3D Surround Sound.
pt: Esta opção permite que ative o som 3D Surround.

source: This option allows you to view the old and new settings side by side.
pt: Esta opção permite exibir as velhas configurações e novas lado a lado.

source: This option configures the general audio delay of Dolby Digital sound tracks.
pt: Esta opção configura o atraso de áudio geral de faixas de som Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
pt: Esta opção configura o atraso de áudio geral de faixas de som estéreo.

source: This option configures the screen resolution in PC output mode.
pt: Esta opção configura a resolução da tela para modo de saída PC.

source: This option configures the video output mode (or resolution).
pt: Esta opção configura o modo de saída de vídeo (ou resolução).

source: This option lets you adjust the 3D depth
pt: Esta opção permite ajustar a profundidade 3D

source: This option lets you adjust the transparency of the user interface
pt: Esta opção permite ajustar a transparência da interface do utilizador.

source: This option lets you choose the 3D mode
pt: Esta opção permite-lhe escolher o modo 3D.

source: This option lets you show the option in the extension screen
pt: Esta opção permite que mostre a opção no ecrã extensões.

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
pt: Esta opção definir o nível de supressão de ruído mosquito ( ruído Mosquito é randomizado aleatório como resultado de forte compressão ). Obviamente, à custa de detalhes da imagem.

source: This option sets the picture contrast.
pt: Esta opção define a imagem - contraste.

source: This option sets the picture brightness.
pt: Esta opção define a imagem - brilho.

source: This option sets the picture color space.
pt: Esta opção define a imagem - espaço da cor

source: This option sets the picture flesh tones.
pt: Esta opção define a imagem - cor da pele

source: This option sets the picture hue.
pt: Esta opção define a imagem - matiz.

source: This option sets the picture saturation.
pt: Esta opção define a imagem - saturação

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
pt: Esta opção define a nitidez do scaler, usada quando se estica a imagem de 4:3 para 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
pt: Esta opção define a supressão dos contornos Digitas falsos, que são o resultado de um número limitado de valores discretos.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
pt: Esta opção configura a nitidez da imagem, usado quando a imagem utiliza "upscaling".

source: This plugin creates a USB stick which can be used to update the firmware of your %s %s without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
pt: Este plugin cria uma PEN USB, que pode ser usado para atualizar o firmware da sua %s %s sem a necessidade de uma rede ou conexão de WLAN. Primeiro, uma PEN USB precisa estar preparado para que se torne bootável. Na próxima etapa, um arquivo de imagem NFI pode ser baixado do servidor de atualização e salvo na unidade USB. Se já tem um pendrive inicializável preparada, por favor, insira-a agora. Caso contrário, conectar uma pendrive USB com um tamanho mínimo de 64 MB!

source: This plugin is installed.
pt: Este plugin está instalado.

source: This plugin is not installed.
pt: Este plugin não está instalado.

source: This plugin will be installed.
pt: Este plugin irá ser instalado.

source: This plugin will be removed.
pt: Este plugin irá ser removido.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
pt: Este teste verifica para "nameservers" configurados. Se receber uma mensagem "não confirmado": - Verifique o DHCP, cabos e adaptador de configuração - Se configurou os "nameservers" manualmente verifique as suas entradas na configuração "Nameserver"

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
pt: Este teste verifica se um cabo de rede está conectado ao seu adaptador de LAN. Se receber uma mensagem de "desconectada": -verificar que um cabo de rede está conectado -verificar se o cabo não está danificado

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
pt: Este teste verifica se um endereço IP válido é encontrada para o adaptador LAN. Se receber uma mensagem "não confirmado": - Nenhum endereço IP válido foi encontrado - Verifique o DHCP, cabos e adaptador de configuração

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
pt: Este teste verifica se o adaptador LAN está configurado para configuração automática de endereços IP com DHCP. Se receber uma mensagem de "desligado": -Então o adaptador LAN está configurado para configuração manual do IP -Verifique se inseriu informações de IP corretas na caixa de diálogo de instalação do adaptador. Se receber uma mensagem "ativada": -Verifique se tem um servidor DHCP configurado e a funcionar na sua rede.

source: This test detects your configured LAN adapter.
pt: Este teste detecta o adaptador de LAN configurado.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
pt: Isto irá (re-)calcular todas as posições do seu rotor e poderá remover as previamente memorizadas e ajuste fino! Tem a certeza?

source: Three
pt: Três.

source: Thu
pt: Qui

source: Thumbnails
pt: Miniaturas

source: Thursday
pt: Quinta-Feira

source: TiVo support
pt: Suporte TiVo

source: Time
pt: Fuso Horário

source: Time Update in Minutes
pt: Tempo atualização em minutos

source: Time Update in Minutes:
pt: Tempo atualização (min):

source: Time to execute command or script
pt: Hora de executar o comando ou script

source: Timer List
pt: Lista de Timers

source: Timer entry
pt: Timer entrada

source: Timer overlap in pm_timers.xml detected! Please recheck it!
pt: Timer de sobreposição detetado pm_timers.xml! Por favor reveja isso!

source: Timer overlap in timers.xml detected! Please recheck it!
pt: Sobreposição de Timers detetada em timers.xml! Por favor verifique isso!

source: Timer overview
pt: Visão geral do Timer

source: Timer record location
pt: Localização de Timers das gravações

source: Timer recording location
pt: Localização de Timers ao gravar

source: Timer sanity error
pt: Erro do Timer

source: Timer selection
pt: Seleção do Timer

source: Timer selection...
pt: Seleção do Timer...

source: Timer type
pt: Tipo de Timer

source: Timers
pt: Gestão de Timers

source: Timeshift location
pt: Localização para Timeshift

source: Timeshift not possible!
pt: Timeshift não permitido!

source: Timeshift save failed!
pt: Falha ao salvar TimeShift!

source: Timeshift save recording (Select event)
pt: TimeShift salvar gravação ( Selecione evento )

source: Timeshift save recording (stop after current event)
pt: TimeShift salvar gravação ( parar no fim deste evento )

source: Timeshift saved to your harddisk!
pt: Timeshift salvo no seu Disco Rígido!

source: Timeshift will get saved at end of event!
pt: Timeshift será salvo no final do evento!

source: Title
pt: Título

source: Title properties
pt: Propriedades de título

source: Titleset mode
pt: Modo de definição de título
