Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Advanced options and settings.
pt: Opções avançadas e definições.

source: After pressing OK, please wait!
pt: Depois de premir OK, P.F. aguarde!

source: Backup your %s %s settings.
pt: Backup das definições da sua %s %s .

source: Edit the upgrade source address.
pt: Editar o endereço da fonte de atualização.

source: Manage extensions or plugins for your %s %s
pt: Gerir extensões ou plugins para a sua %s %s

source: Online update of your %s %s software.
pt: Atualize ONLINE o software da sua %s %s.

source: Press OK on your remote control to continue.
pt: Prima OK no telecomando para continuar.

source: Restore your %s %s settings.
pt: Restaure as definições da sua %s %s.

source: Restore your %s %s with a new firmware.
pt: Restaure a sua %s %s com um novo firmware.

source: Restore your backups by date.
pt: Restaure os seus backups por data.

source: Scan for local extensions and install them.
pt: Procure por extensões locais e instale-as.

source: Select your backup device. Current device:
pt: Selecione o dispositivo para backup. Dispositivo atual:

source: View, install and remove available or installed packages.
pt: Ver, instalar e remover pacotes disponíveis ou instalados.

source: (Radio)
pt: (Rádio)

source: and
pt: e

source: %d channel found
pt: %d canal encontrado

source: %d hour
pt: %d hora

source: %d job is running in the background!
pt: %d tarefa a decorrer em segundo plano!

source: %d jobs are running in the background!
pt: %d tarefas estão a decorrer em segundo plano!

source: %d minute
pt: %d minuto

source: %d minutes
pt: %d minutos

source: %d second
pt: %d segundo

source: %d wireless network found!
pt: %d rede sem fios encontrada!

source: %s %s advanced remote control (native)
pt: %s %s telecomando avançado (nativo)

source: %s %s format data DVD (HDTV compatible)
pt: %s %s formato info DVD (HDTV compatível)

source: %s %s front panel
pt: %s %s painel frontal

source: %s %s ir keyboard
pt: %s %s teclado IR

source: %s %s ir mouse
pt: %s %s rato IR

source: %s %s remote control (native)
pt: %s %s telecomando (nativo)

source: %s %s software because updates are available.
pt: %s %s software - Existem atualizações disponíveis.

source: %s is no longer used. Should it be deleted?
pt: %s já não usado. Deve ser apagado?

source: %s updated package available
pt: %s pacote atualizado disponível

source: '%s' contains %d file(s) and %d sub-directories.
pt: '%s' contém %d arquivo(s) e %d sub-pastas.

source: ( All readers)
pt: (Todos os leitores)

source: (Show only reader:
pt: (Mostra apenas o leitor):

source: (empty)
pt: (vazio)

source: (show optional DVD audio menu)
pt: (Exibe menu de áudio DVD opcional)

source: * = Restart Required
pt: * = Reinício Requerido

source: * Only available if more than one interface is active.
pt: * Só disponível se houver mais que uma interface ativa.

source: 16:10 Letterbox
pt: 16:10 Modo Cinema

source: 16:10 PanScan
pt: 16:10 Panorâmico

source: 16:9 Letterbox
pt: 16:9 Modo Cinema

source: 16:9 always
pt: 16:9 sempre

source: 3D Mode
pt: Modo 3D

source: 3D Surround
pt: 3D Envolvente

source: 3d mode
pt: Modo 3D

source: 4:3 Letterbox
pt: 4:3 Modo Cinema

source: 4:3 PanScan
pt: 4:3 Panorâmico

source: <Current movielist location>
pt: <Localização atual da lista de filmes>

source: <Default movie location>
pt: <Localização padrão de filmes>

source: <Last timer location>
pt: <Última localização do Timer>

source: <unknown>
pt: <desconhecido>

source: A background update check is in progress, please wait a few minutes and try again.
pt: Uma verificação de atualização está em andamento, por favor, aguarde alguns minutos e tente novamente.

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
pt: Um arquivo de configuração (%s) foi modificado desde que foi instalado. Pretende manter as suas modificações?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
pt: Um arquivo de configuração (%s) foi modificado desde a instalação. Quer manter a sua versão?

source: A finished power timer wants to shut down your %s %s. Shutdown now?
pt: O Timer de energia quer desligar a sua %s %s. Deseja desligá-la agora?

source: A finished powertimer wants to reboot your %s %s. Do that now?
pt: Um Timer de energia quer reiniciar a sua %s %s. Pretende efetuar isso agora?

source: A finished powertimer wants to restart the user interface. Do that now?
pt: Um Timer de energia quer reiniciar a interfarce do utilizador da %s %. Pretende efetuar isso agora?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
pt: Um Timer de energia quer definir a sua %s %s para modo de espera. Fazer isso agora?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
pt: O Timer de energia quer desligar a sua %s %s. Deseja desligá-la agora?

source: A finished record timer wants to set your %s %s to standby. Do that now?
pt: Uma gravação temporizada quer definir a sua %s %s para modo de espera. Fazer isso agora?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
pt: Uma gravação temporizada quer desligar a sua %s %s. Deseja desligá-la agora?

source: A recording has been started: %s
pt: Uma gravação foi iniciada: %s

source: A recording is currently running. What do you want to do?
pt: A gravação está a decorrer O que deseja fazer?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
pt: Uma gravação está a decorrer.Por favor pare a gravação antes de tentar configurar o posicionador.

source: A recording is currently running. Please stop the recording before trying to scan.
pt: Uma gravação está em progresso. Por favor pare antes de tentar uma procura.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
pt: Uma gravação está atualmente em execução. Por favor, pare a gravação antes de tentar iniciar o localizador de satélite.

source: A repeating timer or just once?
pt: Um Timer de repetição ou só uma vez?

source: A required tool (%s) was not found.
pt: Uma ferramenta necessária (%s) não foi encontrada.

source: A search for available updates is currently in progress.
pt: Está a decorrer uma pesquisa por atualizações disponíveis.

source: A second configured interface has been found. Do you want to disable the second network interface?
pt: Uma segunda interface configurada foi encontrada. Deseja desabilitar a segunda interface de rede?

source: A sleep timer wants to set your %s %s to standby. Do that now?
pt: Um Timer quer definir a sua %s %s para standby. Fazer isso agora?

source: A sleep timer wants to shut down your %s %s. Shutdown now?
pt: Um timer de repouso quer desligar a sua %s %s. Quer desligar agora?

source: A small overview of the available icon states and actions.
pt: Uma pequena amostra dos estados de ícones e ações disponíveis.

source: A timer failed to record! Disable TV and try again?
pt: Um timer de gravação falhou! Desativar a TV e tentar novamente?

source: ACQUIRING TSID/ONID
pt: ADQUIRINDO TSID/ONID

source: AFP Setup
pt: AFP Protocolo de Rede Apple

source: AV aspect is %s.
pt: Aspeto AV é %s.

source: Abort
pt: Abortar

source: About
pt: Sobre

source: About...
pt: Sobre...

source: Accesspoint:
pt: Ponto de Acesso:

source: Activate
pt: Ativar

source: Activate MAC-address configuration
pt: Ativar configuração do endereço MAC

source: Activate PiP
pt: Ativar PIP

source: Activate Picture in Picture
pt: Ativar Imagem na Imagem (PIP)

source: Activate current configuration
pt: Ativar a configuração existente

source: Active
pt: ativo

source: Active clients
pt: Clientes Ativos

source: Adapter settings
pt: Opções de Adaptador

source: Add
pt: Adicionar

source: Add AutoTimer
pt: Adic. AutoTimer

source: Add Timer
pt: Adicionar Timer

source: Add a auto timer for current event
pt: Adicionar Auto Timer para este evento

source: Add a mark
pt: Adicionar marca

source: Add a nameserver entry
pt: Adicionar um DNS

source: Add a new title
pt: Adicionar novo titulo

source: Add a record timer
pt: Adicionar Timer para gravação

source: Add a record timer for current event
pt: Adicionar Timer de gravação para este evento

source: Add a zap timer for current event
pt: Adcionar Timer ZAP para este evento

source: Add a zap timer for next event
pt: Adcionar Timer ZAP para o próximo evento

source: Add bookmark
pt: Adicionar indicador

source: Add directory to playlist
pt: Adicione um directório à lista de reprodução

source: Add file to playlist
pt: Adicione um Arquivo à lista de reprodução

source: Add files to playlist
pt: Adicione Arquivo(s) à lista de reprodução

source: Add provider
pt: Adicionar operador

source: Add recording (enter recording duration)
pt: Adicionar gravação (introduza a duração)

source: Add recording (enter recording endtime)
pt: Adicionar gravação (defina o fim da mesma)

source: Add recording (indefinitely)
pt: Adicionar gravação (indefinidamente)

source: Add recording (stop after current event)
pt: Adicionar gravação (parar quando o evento terminar)

source: Add service
pt: Adicionar serviço

source: Add timer
pt: Adicionar timer

source: Add title
pt: Adicionar título

source: Add to bouquet
pt: Adicionar aos Bouquets

source: Add to favourites
pt: Adicionar aos favoritos

source: Add/Remove timer for current event
pt: Adicionar/Remover Timer para o evento atual

source: Adding schedule...
pt: Adicionar agendamento ...

source: Additional Info
pt: Informação adicional

source: Address
pt: Endereço

source: Adjust 3D settings
pt: Ajustar as definições 3D

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
pt: Ajuste as cores para que as sombras fiquem visiveis, mas apareçam o mais saturado possivel. Se estiver satisfeito com o resultado, carregue na tecla OK para sair do ajuste fino, ou use as teclas com números para selecionar outros ecrãs de teste.

source: Advanced options
pt: Opções avançadas

source: Advanced restore
pt: Restauro avançado

source: Advanced software
pt: Software Avançado

source: Advanced software plugin
pt: Plugin de Software Avançado

source: Advanced video enhancement setup
pt: Realce a configuração avançada

source: Advanced video setup
pt: Instalação de vídeo avançada

source: After event
pt: Após o evento

source: Album
pt: Álbum

source: All
pt: Todos

source: All ages
pt: Para todos

source: All resolutions
pt: Todas as resoluções

source: All satellites
pt: Todos os satélites

source: Allocate
pt: Atribuir

source: Allocate unused memory index
pt: Atribuir memória indexada não usada

source: Allows you to adjust the amount of time the resolution infomation display on screen.
pt: Permite-lhe definir o tempo necessário que a exibição da resolução apareça no ecrã.

source: Allows you to hide the extensions of known file types.
pt: Permite ocultar as extensões dos tipos de arquivo conhecidos.

source: Allows you to setup the button to do what you choose.
pt: Permite definir a tecla para fazer o que pretende.

source: Alpha
pt: Alfabético

source: Alphanumeric
pt: Alfanumérico

source: Alternative
pt: Alternativo(a)

source: Always ask
pt: Perguntar sempre

source: Always hide infobar
pt: Esconder sempre a barra de informação

source: An empty filename is illegal.
pt: Um arquivo vazio é ilegal.

source: An error occurred while downloading the packetlist. Please try again.
pt: Ocorreu um erro na descarga da lista de pacotes. Por favor, tente novamente.

source: An unknown error occurred!
pt: Ocorreu um erro!

source: Animations
pt: Animação dos Menus

source: Animations setup
pt: Definição das Animações

source: Any activity
pt: Qualquer atividade

source: Arabic
pt: Árabe

source: Are you sure to remove this entry?
pt: Tem a certeza que pretende remover esta entrada?

source: Are you sure you want to activate this network configuration?
pt: Tem a certeza que quer ativar esta configuração de rede?

source: Are you sure you want to delete the following backup:
pt: Tem certeza que deseja excluir o backup do seguinte:

source: Are you sure you want to delete all selected logs:
pt: Tem certeza que deseja excluir todos os registos selecionados:

source: Are you sure you want to delete this log:
pt: Tem a certeza que deseja excluir este log:

source: Are you sure you want to delete this:
pt: Tem certeza que deseja apagar este:

source: Are you sure you want to exit this wizard?
pt: Tem a certeza que quer sair deste assistente?

source: Are you sure you want to reload the EPG data from:
pt: Tem a certeza que deseja recarregar os dados EPG de:

source: Are you sure you want to restart your network interfaces?
pt: Tem a certeza que quer reiniciar as suas interfaces de rede?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
pt: Tem a certeza que prentende restaurar o backup do seguinte: %s O recetor será reiniciado após o backup ser restaurado!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
pt: Tem a certeza que prentende restaurar o backup? O seu recetor será reiniciado após o backup ser restaurado!

source: Are you sure you want to save the EPG Cache to:
pt: Tem a certeza que deseja salvar a Cache EPG em:

source: Are you sure you want to send this log:
pt: Tem a certeza que deseja enviar este log:

source: Are you sure you want to update your %s %s ?
pt: Tem a certeza que quer atualizar a sua %s %s ?

source: Artist
pt: Artista

source: Arts/Culture
pt: Artes / Cultura

source: Ask user
pt: Perguntar ao utilizador

source: Aspect ratio
pt: Relação de aspeto

source: Assigned CAIds:
pt: CAIds adjudicados:

source: Assigned services/provider:
pt: Adjudicar serviços/operador:

source: At End:
pt: No fim:

source: Attach a file
pt: Anexar um arquivo

source: Audio PID
pt: PID de Áudio

source: Audio options...
pt: Opções de Áudio...

source: Audio track (%s) format
pt: Formato (%s) faixa de Áudio

source: Audio track (%s) language
pt: Idioma (%s) faixa de Áudio

source: Author:
pt: Autor:

source: Authoring mode
pt: Modo criativo

source: Auto Deep Standby
pt: Auto Suspensão

source: Auto Standby
pt: Auto Espera

source: Auto chapter split every ? minutes (0=never)
pt: Auto separação de capítulos todos os ? minutos(0=nunca)

source: Auto flesh
pt: Correção da Cor (auto)

source: Auto focus commencing ...
pt: Auto focus iniciado ...

source: Auto scart switching
pt: Deteção de Scart Auto

source: Automatic
pt: Automático

source: Automatic Scan
pt: Procura automática

source: Automatic resolution
pt: Resolução Automática

source: Automatic resolution label
pt: Resolução Automática - Rótulo

source: Automatic scan
pt: Procura automática

source: Automatically update Client/Server View?
pt: Atualizar vista de Cliente/Servidor automaticamente?

source: Autostart
pt: Início automático

source: Autostart:
pt: Início auto:

source: AV settings
pt: Definições de Áudio e Vídeo

source: Available format variables
pt: Formato de variáveis disponíveis

source: Available shares:
pt: Partilhas disponíveis:

source: Back
pt: Voltar

source: Background
pt: Fundo

source: Background color
pt: Cor do Fundo

source: Backup Manager
pt: Gestor de Backup

source: Backup completed.
pt: Backup completo.

source: Backup failed.
pt: Backup falhou.

source: Backup is running...
pt: Backup a decorrer...

source: Backup Menu
pt: Backups OpenBH

source: Backup system settings
pt: Backup das configurações do sistema

source: Band
pt: Banda

source: Bandwidth
pt: Largura de Banda

source: Basque
pt: Basco

source: Begin time
pt: Tempo de início

source: Behavior when a movie reaches the end
pt: Comportamento do filme quando terminar

source: Bitrate:
pt: Taxa de bits:

source: Black
pt: Preto

source: Black screen
pt: Ecrã preto

source: Black screen till locked
pt: Ecrã preto até trancar

source: Black Hole Apps
pt: App's Black Hole

source: Block noise reduction
pt: Bloquear a redução de ruído

source: Blue
pt: Azul

source: Blue button...
pt: Tecla Azul...

source: Bookmarks
pt: Indicadores

source: Boost blue
pt: Impulso azul

source: Boost green
pt: Impulso verde

source: Bouquet List
pt: Lista de Bouquets

source: Brightness
pt: Brilho

source: Bulgarian
pt: Búlgaro

source: Burn DVD
pt: Gravar DVD

source: Burn audio track (%s)
pt: Gravar faixa de áudio (%s)

source: Burn existing image to DVD
pt: Gravar imagem existente para DVD

source: Burn to DVD
pt: Gravar DVD

source: Button
pt: Teclas

source: By Team Obh
pt: Por Obh Team

source: Bypass HDMI EDID Check
pt: Ignorar verificação de HDMI EDID

source: Bytes received:
pt: Bytes recebidos:

source: Bytes sent:
pt: Bytes enviados:

source: C-Band
pt: Banda - C

source: CCcam Client Info
pt: CCcam Cliente Info

source: CCcam Info %s by AliAbdul %s This plugin shows you the status of your CCcam.
pt: CCcam Info %s por AliAbdul %s Este plugin mostra o estado da sua CCcam.

source: CCcam Info Setup
pt: Instalação CCcam Info

source: CCcam Provider Info
pt: CCcam Operador Info

source: CCcam Server Info
pt: CCcam Servidor Info

source: CHANGE BOUQUET
pt: ALTERAR BOUQUET

source: CI assignment
pt: Escolha de CI

source: Cable
pt: Cabo

source: Cable Scan
pt: Procura de canais de Cabo

source: Cache thumbnails
pt: Miniaturas (cache)

source: Cached:
pt: Em cache:

source: Calculate
pt: Calcular

source: Calculate all positions
pt: Calcular todas as posições

source: Calculation complete
pt: Cálculo completo

source: Calibrate
pt: Calibrar

source: Cancel
pt: Cancelar

source: Cancel save timeshift as movie
pt: Cancelar salvar timeshift como filme

source: Cannot delete file
pt: Não pode apagar este arquivo

source: Cannot determine
pt: Não pode determinar

source: Cannot find any signal ..., aborting !
pt: Sinal inexistente..., abortando!

source: Cannot move to trash can
pt: Não pode ser movido para a reciclagem

source: Capacity:
pt: Capacidade:

source: Card infos (CCcam-Reader)
pt: Card infos (Leitor-CCcam)

source: Cards:
pt: Cartões:

source: Cards:
pt: Cartões:

source: Cards: 0
pt: Cartões: 0

source: Change next timer
pt: Mudar próximo timer

source: Change pin code
pt: Alterar código PIN

source: Change recording (duration)
pt: Altere a gravação (duração)

source: Change recording (endtime)
pt: Por favor, altere o tempo final da gravação

source: Change repeat and delay settings?
pt: Mudar as configurações de repetição e atraso?

source: Change service PIN
pt: Mudar o PIN de serviço

source: Change service PINs
pt: Mudar os PINs dos serviços

source: Change setup PIN
pt: Mudar o PIN das configurações

source: Change step size
pt: Mudar o tamanho do passo

source: Change timer
pt: Mudar timer

source: Change to bouquet
pt: Mudar para o bouquet

source: Changelog
pt: Registo de atividade

source: Channel
pt: Canais

source: Channel Info
pt: Informação do Canal

source: Channel List
pt: Lista de canais

source: Channel list context menu
pt: Lista de canais menu de contexto

source: Channel list type
pt: Tipo da Lista de Canais

source: Channel not in services list
pt: O canal não está na lista de serviços

source: Channel selection
pt: Seleção de Canais

source: Channel:
pt: Canal:

source: Chap.
pt: Cap.

source: Chapter
pt: Capítulo

source: Chapter:
pt: Capítulo:

source: Check
pt: Verificar

source: Checking Feeds
pt: A verificar os Feeds

source: Checking Logs...
pt: Verificar Logs....

source: Checking filesystem...
pt: Verificação dos Ficheiros do Sistema...

source: Checking for Updates...
pt: Verificar por atualizações ...

source: No updates found, Press OK to exit this screen.
pt: Não existem atualizações. Prima OK para sair do ecrã.

source: Checking tuner %d DiSEqC port %s for %s
pt: A verificar tuner %d DiSEqC porta %s para %s

source: Children/Youth
pt: Crianças/Jovens

source: Choose Bouquet
pt: Escolha o Bouquet

source: Choose a tag for easy finding a recording.
pt: Escolha uma marca para fácilmente encontrar uma gravação.

source: Choose between Daily, Weekly, Weekdays or user defined.
pt: Escolha entre diária, semanal, dias da semana ou definido pelo utilizador.

source: Choose whether multi channel sound tracks should be downmixed to stereo.
pt: Escolha se as faixas de som multicanal devem ser downmixadas para estéreo.

source: Chose between record and ZAP.
pt: Escolha entre gravação ou ZAP.

source: Circular left
pt: Circular esquerda

source: Circular right
pt: Circular direita

source: Cleaning Trashes
pt: Limpar resíduos

source: Cleanup
pt: Limpar

source: Clear
pt: Limpar

source: Clear before scan
pt: Eliminar antes da procura

source: Clear fixed
pt: Limpar fixo

source: Clear log
pt: Limpar registo

source: Clear playlist
pt: Limpar lista de reprodução

source: Clients
pt: Clientes

source: Close
pt: Fechar

source: Close bouquet list.
pt: Fechar Lista de Bouquets.

source: Close dialog
pt: Fechar diálogo

source: Close title selection
pt: Fechar a seleção de título

source: Code rate HP
pt: Rate de código HP

source: Code rate LP
pt: Rate de código LP

source: Collection name
pt: Nome da coleção

source: Collection settings
pt: Definições da coleção

source: Color format
pt: Formato de Cor

source: Color space
pt: Espaço de Cor

source: Command To Run
pt: Comando para executar

source: Command order
pt: Ordem de comando

source: Command type
pt: Tipo de Comando

source: Committed DiSEqC command
pt: Comando de DiSEqC commited

source: Common Interface
pt: Interface Comum

source: Common Interface Assignment
pt: Escolha da Interface Comum

source: Common Interface assignment
pt: Escolha da Interface Comum

source: Communication
pt: Comunicação

source: Complete
pt: Completo

source: Complex (allows mixing audio tracks and aspects)
pt: Complexo (permite misturar faixas de áudio e aspetos)

source: Configfile %s saved.
pt: Ficheiro de configuração %s salvo.

source: Configuration mode
pt: Modo Configuração

source: Configuration mode: %s
pt: Modo de Configuração: %s

source: Configure the refresh rate of the screen.
pt: Configura a taxa de atualização do ecrã.

source: Configure which color format should be used on the SCART output.
pt: Configura o formato de cor que deve ser usado na saída SCART.

source: Configure your internal LAN
pt: Configura a sua rede LAN interna

source: Configure your network settings, and press OK to start the scan
pt: Configura as opções de rede, prima OK para iniciar a procura

source: Configure your wireless LAN again
pt: Configura a sua rede sem fios outra vez

source: Configures which video output connector will be used.
pt: Configura o conetor de saída de vídeo que será usado.

source: Configuring
pt: A configurar

source: Conflicting timer
pt: Timer em conflito

source: Connect
pt: Ligar

source: Connect to a wireless network
pt: Conecta a uma rede sem fios

source: Connected clients
pt: Clientes ligados

source: Connected to
pt: Ligado a

source: Connected!
pt: Ligado!

source: Connected:
pt: Ligado

source: Constellation
pt: Constelação

source: Content
pt: Conteúdo

source: Content does not fit on DVD!
pt: O conteúdo não cabe no DVD!

source: Continue
pt: Continuar

source: Continue playback
pt: Continuar reprodução

source: Continue playing
pt: Continuar a reproduzir

source: Continues
pt: Continua

source: Continues play (loop)
pt: Continua reprodução (loop)

source: Contrast
pt: Contraste

source: Convert ext3 to ext4
pt: Converter ext3 em ext4

source: Convert filesystem ext3 to ext4
pt: Converter Sistema ext3 em ext4

source: Converting ext3 to ext4...
pt: A Converter ext3 em ext4...

source: Cool TV Guide
pt: Guia perfeito de TV (EPG)

source: Copy
pt: Copiar
