Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Install or remove finished.
pt: Instalação ou Desinstalação terminou.

source: Install picons on
pt: Instalar picons em

source: Install plugins
pt: Instalar plugins

source: Installation finished.
pt: A instalação terminou.

source: Installing
pt: A instalar

source: Installing Service
pt: A instalar serviços

source: Instant record location
pt: Localização da gravação instantânea

source: Instant recording location
pt: Localização das gravação instantânea

source: Instant recording...
pt: Gravações instantâneas...

source: Instant recordings location
pt: Localização das gravações instantâneas

source: Intermediate
pt: Intermediário

source: Internal
pt: Interno

source: Internal flash
pt: Flash Interna

source: Internal hdd only
pt: Só disco interno

source: Interval between keys when repeating:
pt: Intervalo entre teclas quando a repetir:

source: Invalid directory selected: %s
pt: Pasta selecionada inválida: %s

source: Invalid location
pt: Localização inválida

source: Invalid transponder data
pt: Informação de Transponder inválida

source: Inversion
pt: Inversão

source: Invert
pt: Inverter

source: Is this setting ok?
pt: Estas definições estão correctas?

source: Is this video mode ok?
pt: O modo de vídeo está correcto?

source: Italian
pt: Italiano

source: JUMP 24 HOURS
pt: AVANÇAR 24 HORAS

source: Job View
pt: Vista de tarefas

source: Jump back 24 hours
pt: Retroceder 24 Horas

source: Jump forward 24 hours
pt: Saltar à frente 24 horas

source: Jump to beginning of list
pt: Saltar para o início da lista

source: Jump to current time
pt: Saltar para Hora atual

source: Jump to end of list
pt: Saltar para o fim da lista

source: Jump to next marked position
pt: Saltar para a próxima marca

source: Jump to previous marked position
pt: Saltar para a marca anterior

source: Jump to prime time
pt: Saltar para PRIME TIME

source: Just change channels
pt: Só mudar canais

source: Just zap
pt: Só ZAP

source: Keep service
pt: Manter Serviço

source: Keeps MovieList open whilst playing audio files.
pt: Mantém Lista de filmes aberta, enquanto a reprodução de arquivos de áudio.

source: LAN adapter
pt: Adaptador LAN

source: LAN connection
pt: Ligação LAN

source: Label
pt: Etiqueta

source: Language selection
pt: Seleção do Idioma

source: Last Req.
pt: Último Ped.

source: Last config
pt: Ultima configuração

source: Last speed
pt: Ultima velocidade

source: Last update: %s
pt: Atualizada em: %s

source: Last update: %s
pt: Atualizada em: %s

source: Last used share:
pt: Última partilha usada:

# third event: 'third' event label
source: Later
pt: Mais tarde

source: Latvian
pt: Letão

source: Leave DVD player?
pt: Sair do Leitor DVD?

source: Left
pt: Esquerdo

source: Left from servicename
pt: Esquerda do nome do serviço

source: Leisure hobbies
pt: Passatempos de lazer

source: Light Grey
pt: Cinzento brilhante

source: Limit east
pt: Limite a Este

source: Limit west
pt: Limite a Oeste

source: Limits cancelled
pt: Limites cancelados

source: Limits enabled
pt: Limites ativos

source: Limits off
pt: Desligar limites

source: Limits on
pt: Ligar limites

source: Link Quality:
pt: Qualidade de Ligação:

source: Link quality:
pt: Qualidade de Ligação:

source: Link:
pt: Rede:

source: Linked titles with a DVD menu
pt: Ligar títulos com menu de DVD

source: List EPG functions...
pt: Listar funções EPG

source: List of storage devices
pt: Lista de dispositivos de armazenamento

source: List version %d, found %d channel
pt: Versão da litsa %d, encontrado %d canal

source: Listen to the radio...
pt: Ouvir Rádio...

source: Lithuanian
pt: Lituano

source: Load
pt: Carregar

source: Load playlist
pt: Carregar Lista de Reprodução

source: Local box
pt: Box Local

source: Local network
pt: Rede Local

source: Location
pt: Localização

source: Lock ratio
pt: Rácio de bloqueio

source: Log Manager
pt: Gestor de Logs

source: Log results to harddisk
pt: Resultados do relatório para o disco

source: LogManager
pt: Gestor de Logs

source: Logs settings
pt: Definições de Logs

source: Long << / >>
pt: Longo << / >>

source: Long Left/Right
pt: Premir Longo seta Esq/Dir

source: Long filenames
pt: Nome de arquivos longos

source: Long key press
pt: Pressão longa de tecla

source: Luxembourgish
pt: Luxemburguês

source: MAC-address
pt: Endereço-MAC

source: MAC-address settings
pt: Definições do Endereço MAC

source: Main menu
pt: Menu Principal

source: Make this mark an 'in' point
pt: Marcar como ponto de entrada

source: Make this mark an 'out' point
pt: Marcar como ponto de saída

source: Make this mark just a mark
pt: Fazer isto marcar apenas uma marca

source: Manage extensions
pt: Gerir extensões

source: Manage your %s %s's software
pt: Faça a Gestão do software da sua %s %s

source: Manual Scan
pt: Procura Manual

source: Manual transponder
pt: Transponder Manual

source: Manufacturer
pt: Fabricante

source: Max. bitrate:
pt: Máx. Taxa de bits:

source: Media player
pt: Leitor de Mídia

source: Media scanner
pt: Procura de Mídia

source: Medium is not a writeable DVD!
pt: A media não é um DVD gravável!

source: Medium is not empty!
pt: Media está vazia!

source: Memory
pt: Memória

source: Memory Information
pt: Informação da Memória:

source: Memory index
pt: Índice da Memória

source: Memory positions
pt: Posições de Memória

source: Merging Timeshift files
pt: [Timeshift] União de registos

source: MiniDLNA Setup
pt: MiniDLNA Partilha da Rede

source: Minimum age %d years
pt: Idade mínima %d anos

source: Minimum send interval
pt: Intervalo mínimo de envio

source: Mins Secs
pt: Mins Segs

source: Missing
pt: Em Falta

# Satellite configuration mode
source: Mode
pt: Modo [Configuração de satélite]

# Video output mode
source: Mode
pt: Modo [Saída de Vídeo]

source: Modulation
pt: Modulação

source: Mon
pt: Seg

source: Mon-Fri
pt: Seg-Sex

source: Monday
pt: Segunda-feira

source: Monthly
pt: Mensalmente

source: Mosquito noise reduction
pt: Redução de mosquitos

source: Mount
pt: Montagem

source: Mounts Setup
pt: Montagem de Rede

source: Move
pt: Mover

source: Move Left/Right
pt: Mover Esquerda/Direita

source: Move PiP to main picture
pt: Mover PiP para imagem principal

source: Move Picture in Picture
pt: Mover Imagem na Imagem

source: Move Up/Down
pt: Mover Cima/Baixo

source: Move down a page
pt: Mover uma página para baixo

source: Move east
pt: Mover para Este

source: Move to home of list
pt: Ir para o início da lista

source: Move to other directory
pt: Mover para outro directório

source: Move to position X
pt: Mover para posição X

source: Move up a page
pt: Mover uma página para cima

source: Move west
pt: Mover para Oeste

source: Moved to position 0
pt: Movido para posição "0"

source: Moved to position at index
pt: Movido para posição em "índice"

source: Movement
pt: Movimento

source: Movie List
pt: Lista de filmes

source: Movie List Setup
pt: Instalação da Lista de Filmes

source: Movie location
pt: Localização dos Filmes

source: Movie selection
pt: Seleção de filmes

source: Movie/Drama
pt: Filme/Dramático

source: Moving
pt: A mover

source: Moving east ...
pt: A mover para Este ...

source: Moving files
pt: A mover arquivos

source: Moving to position
pt: A mover para a posição

source: Moving west ...
pt: A mover para Oeste ...

source: Multi EPG
pt: EPG Multi

source: Multimedia
pt: Multimédia

source: Multiple service support
pt: Suporte para Serviços Multiplos

source: Multisat
pt: Satélites Múltiplos

source: Music/Ballet/Dance
pt: Música/Ballet/Dança

source: N/A
pt: N/D

source: NFI image flashing
pt: Flash de imagem NFI

source: NFI image flashing completed. Press Yellow to Reboot!
pt: Flash de Imagem NFI completo. Prima Amarelo para Reiniciar!

source: NFS Setup
pt: NFS Partilha para Rede Windows

source: Name
pt: Nome

source: Name:
pt: Nome:

source: Nameserver
pt: Servidor DNS

source: Nameserver %d
pt: Servidor DNS %d

source: Nameserver settings
pt: Definições de servidor DNS

source: Namespace
pt: Espaço do nome

source: Netmask
pt: Máscara de Rede

source: Netmask:
pt: Máscara:

source: Network
pt: Rede e Internet

source: Network ID
pt: ID de Rede

source: Network Information
pt: Informação de Rede

source: Network MAC settings
pt: Definições Mac de Rede

source: Network Servers:
pt: Servidores de Rede:

source: Network Setup
pt: Configuração de rede

source: Network Test
pt: Teste de Rede

source: Network mounts
pt: Montar Rede

source: Network name (SSID)
pt: Nome da Rede (SSID)

source: Network scan
pt: Procura de rede

source: Network test
pt: Teste de Rede

source: Network test:
pt: Teste de Rede:

source: Network wizard
pt: Assistente de Rede

source: Network:
pt: Rede:

source: New
pt: Novo

source: New PIN
pt: Novo PIN

source: New profile:
pt: Perfil Novo:

source: New timers location
pt: Novos timers (localização)

source: New version:
pt: Nova versão:

source: News Current Affairs
pt: Notícias/Atualidades

# now/next: 'next' event label
source: Next
pt: Seguinte

source: No
pt: não

source: No (supported) DVDROM found!
pt: Nenhum DVD (suportado) encontrado!

source: No Connection
pt: Sem Ligação

source: No HDD found or HDD not initialized!
pt: Disco Rígido inexistente ou não inicializado!

source: No HDD found or HDD not initialised!
pt: Disco Rígido inexistente ou não inicializado!

source: No Timeshift found to save as recording!
pt: Timeshift não encontrado para salvar como gravação!

source: No cable tuner found!
pt: Tuner de cabo não encontrado!

source: No card inserted!
pt: Cartão não inserido!

source: No data on transponder! (Timeout reading PAT)
pt: Nenhuns dados no transponder! (Timeout reading PAT)

source: No delay
pt: Sem atraso

source: No description available.
pt: Descrição não disponível.

source: No details for this image file
pt: Não existem detalhes para este Arquivo de imagem

source: No displayable files on this medium found!
pt: Não foram encontrados Arquivos reproduzíveis!

source: No event info found, recording indefinitely.
pt: Não encontrou o evento, gravar indefinidamente

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
pt: Não é possível avançar rapidamente ainda...mas pode usar as teclas de número para avançar/retroceder!

source: No free index available
pt: Índice livre não disponível

source: No free tuner!
pt: Nenhum Tuner livre!

source: No httpport defined in oscam.conf. This value is required!
pt: Número da httpport não definido no oscam.conf. Esse valor é necessário!

source: No httppwd defined in oscam.conf
pt: httpport não definido em oscam.conf

source: No httpuser defined in oscam.conf
pt: httpport não definido em oscam.conf

source: No network connection available.
pt: Não existe alguma ligação de rede disponível.

source: No networks found
pt: Não foram encontradas redes

source: No new plugins found
pt: Não existem novos plugins

source: No of items switch (increase or reduced)
pt: Alternar Nr de itens ( aumentar ou reduzir )

source: No positioner capable frontend found.
pt: Não encontrou posicionador.

source: No satellites configured. Plese check your tuner setup.
pt: Sem satélites configurados. Por favor, verifique a configuração do tuner.

source: No service
pt: Sem serviço

source: No services/providers selected
pt: Sem serviços/operadores selecionados

source: No standby
pt: Sem Suspensão

source: No suitable sat tuner found!
pt: Tuner de satélite não encontrado!

source: No tags are set on these movies.
pt: Não existem etiquetas para estas gravações.

source: No timeout
pt: Sem tempo limite

source: No to all
pt: Não para todos

source: No transparency
pt: Transparência do preto das legendas dvb

source: No tuner is configured for use with a diseqc positioner!
pt: Tuner não definido para usar com posicionador diseqc!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
pt: Nenhum Tuner ativo! Configura o seu tuner antes de iniciar a procura de canais.

source: No updates available. Please try again later.
pt: Não há atualizações disponíveis. Por favor, tente novamente mais tarde.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
pt: PIN inválido! Deseja alterar o PIN do canal agora? Se responder 'Não' a proteção do canal fica desabilitada!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
pt: PIN inválido! Deseja alterar o PIN do canal agora? Se responder 'Não' a proteção do canal fica desabilitada!

source: No wireless networks found! Searching...
pt: Não foram encontradas redes sem fios! A procurar...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
pt: Não foi encontrado nenhum adaptador de rede. Por favor verifique se o cabo de rede está bem ligado e se a rede está bem configurada.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
pt: Não foi encontrado nenhum adaptador de rede sem fios. Por favor verifique se o adptador é compativél e se a rede está bem configurada.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
pt: Não foi encontrado nenhum adaptador de rede sem fios. Por favor verifique se o adaptador é compatível e se a rede está bem configurada.

source: No, but restart from begin
pt: Não, mas reinicia do princípio

source: No, never
pt: Não, nunca

source: None
pt: Nenhum

source: North
pt: Norte

source: Norwegian
pt: Norueguês

source: Not Flashing
pt: Não flashear

source: Not Shown
pt: Não exibidos

source: Not associated
pt: Não-Associado

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
pt: Espaço em disco insuficiente. Por favor, libere algum espaço e tente novamente. (%d MB necessários, %d MB livres)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
pt: Não existe espaço livre suficiente no Disco! Tamanho do arquivo: % sMB Espaço livre: % sMB Percurso: %s

source: Not mounted
pt: Não montado

source: Not-Associated
pt: Não-Associado

source: Nothing
pt: Nada

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
pt: Nada para pesquisar! Por favor configure o 'tuner' antes de iniciar uma procura.

source: Nothing to upgrade
pt: Nada para atualizar

source: Nothing, just leave this menu
pt: Nada, abandonar só o Menu

# now/next: 'now' event label
source: Now
pt: Em Exibição

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
pt: Agora, use a configuração do contraste para aumentar o brilho do fundo tanto quanto possível, mas certifique-se de que ainda pode ver a diferença entre os dois níveis mais brilhantes de tons. Se tiver feito isso, pressione OK.

source: Number
pt: Número

source: Number of rows
pt: Número de linhas

source: OE Changes
pt: O.E. MODIFICAÇÔES

source: OSD 3D Setup
pt: Definição OSD 3D

source: OSD name request
pt: Solicitação do nome de OSD

source: Off
pt: Desligado

source: On
pt: Ligado

source: On end of movie
pt: Quando terminar o filme

source: On reaching the end of a file during playback, you can choose the box's behavior.
pt: Ao atingir o final do arquivo durante a reprodução, pode escolher o que fazer.

source: Once per day
pt: Uma vez por dia

source: One
pt: Um

source: One line
pt: Uma linha

source: OnlineVersionCheck
pt: Verificar Versão Online

source: Only active when in standby
pt: Só ativo, quando em espera

source: Only extensions.
pt: Só as extensões.

source: Only free scan
pt: Só canais livres

source: Open satellites list
pt: Abrir lista de Satélites

source: Open service list
pt: Abrir Lista de Serviços

source: Open service list and select next channel
pt: Abra a Lista de serviço e selecione o próximo canal

source: Open service list and select previous channel
pt: Abra a Lista de serviço e selecione o canal anterior

source: Open the movie list
pt: Abrir a lista de filmes

source: OpenVpn Setup
pt: OpenVPN Segurança de Rede

source: Orbital position
pt: Posição orbital

source: Oscam Info - Configuration
pt: Oscam Info - Configuração

source: Oscam Info - Main Menu
pt: Oscam Info - Menu Principal

source: Other
pt: Outra

source: Output
pt: Saída

source: Overwrite configuration files during software upgrade?
pt: Substituir os Arquivos de configuração durante a atualização de software?

source: Overwrite configuration files?
pt: Sobreescrever Arquivos de configuração?

source: PAGE UP/DOWN
pt: PÁGINA CIMA/BAIXO

source: Package list update
pt: Atualizar Lista de pacotes

source: Packages
pt: Pacotes

source: Packet management
pt: Gestão dos Pacotes

source: Packet manager
pt: Gestor de Pacotes

source: Page down
pt: Página para baixo

source: Page right
pt: Página para direita

source: Page up
pt: Página para cima

source: Parent directory
pt: Directório Principal

source: Parental control
pt: Controlo Paternal

source: Parental control editor
pt: Editor do Controlo Paternal

source: Parental control setup
pt: Instalação do Controlo Paternal

source: Parental control type
pt: Tipo de Controlo Paternal

source: Password
pt: Senha

source: Password (httpwd)
pt: Senha (httpwd)

source: Password:
pt: Senha:

source: Pause
pt: Pausa

source: Pause movie at end
pt: Pausar o filme no fim

source: Pause playback
pt: Pausar a reprodução

source: Peak load (max queued requests per workerthread)
pt: Carga máxima ( max pedidos em fila por tarefa )

source: Percentage
pt: Percentagem

source: Percentage left
pt: Percentagem esquerda

source: Percentage right
pt: Percentagem direita

source: Perform a full image backup
pt: Faz um Backup completo da imagem

source: Perform a settings backup,
pt: Faz um Backup das definições

source: Perform a settings backup, making a backup before updating is strongly advised.
pt: Faz backup das configurações, fazer um backup antes de atualizar é aconselhado.

source: Permanently delete all recordings in the trash can?
pt: Apagar definitivamente todas as gravações na reciclagem?

source: Permanently remove all deleted items
pt: Apagar definitivamente todos os itens apagados

source: Persian
pt: Persa

source: Phone number
pt: Número de telefone

source: PiP Setup
pt: Configuração PiP

source: Picon and Service Name
pt: Picon e Nome do Serviço

source: Picture player
pt: Leitor de Mídia

source: Pilot
pt: Piloto

source: Play
pt: Reproduzir

source: Play Audio-CD...
pt: Reproduzir CD-Audio...

source: Play DVD
pt: Reproduzir DVD

source: Play Music...
pt: Reproduzir Musica...

source: Play audio in background
pt: Reproduzir audio em segundo plano

source: Play audio-CD...
pt: Reproduzir CD-Audio...

source: Play back media files
pt: Reproduzir Arquivos de Media

source: Play entry
pt: Reproduzir entrada

source: Play from next mark or playlist entry
pt: Reproduzir a partir da próxima marca ou Lista de Reprodução

source: Play from previous mark or playlist entry
pt: Reproduzir a partir da marca anterior ou da Lista de Reprodução

source: Play music...
pt: Reproduzir Música...

source: Play next
pt: Reproduzir seguinte

source: Play next (return to movie list)
pt: Reproduzir o próximo (voltar à lista de filmes)

source: Play next (return to previous service)
pt: Reproduzir o próximo (voltar ao serviço anterior)

source: Play previous
pt: Reproduzir anterior

source: Play recorded movies...
pt: Reproduzir filmes gravados...

source: Please add titles to the compilation.
pt: Por favor adicione títulos à compilação

source: Please change recording endtime
pt: Por favor altere o tempo final da gravação

source: Please check your network settings!
pt: Por favor verifique as suas definições de rede!

source: Please choose CCcam-Reader
pt: Por favor escolha o Leitor CCcam

source: Please choose an extension...
pt: Menu de Extensões

source: Please choose reader
pt: Por favor escolha um Leitor

source: Please do not change any values unless you know what you are doing!
pt: Por favor não altere os valores se não tem a certeza do que vai fazer!

source: Please enter a name for the new bouquet
pt: Escreva o nome do novo Bouquet

source: Please enter a name for the new marker
pt: Escreva o nome da nova marca

source: Please enter a new filename
pt: Introduza um nome novo para o Arquivo

source: Please enter filename (empty = use current date)
pt: Introduza o nome do Arquivo (vazio = usar data atual)

source: Please enter name of the new directory
pt: Por favor introduza o nome da nova pasta

source: Please enter new name:
pt: Por favor escreva um novo nome:

source: Please enter the correct pin code
pt: Introduza o PIN correcto

source: Please enter the old PIN code
pt: Por favor introduza o codigo PIN antigo

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
pt: Por favor note que a Media anteriormente selecionada não pôde ser acedida e por isso a pasta padrão está a ser usada.

source: Please press OK to continue.
pt: Por favor prima OK ara continuar.

source: Please select a default EPG type...
pt: Selecione o tipo de EPG padrão...

source: Please select a playlist to delete...
pt: Selecione uma lista para apagar...

source: Please select a playlist...
pt: Por favor selecione uma lista de reprodução

source: Please select a sub service...
pt: Por favor, selecione um subserviço...

source: Please select a subservice to record...
pt: Selecione um subserviço para gravar...

source: Please select a subservice...
pt: Selecione um subserviço...

source: Please select an NFI file and press green key to flash!
pt: Por favor escolha um Arquivo .NFI e prima verde para iniciar o flash!

source: Please select medium to be scanned
pt: Selecione a mídia a ser procurada

source: Please select medium to use as backup location
pt: Selecione uma localização para backup

source: Please select tag to filter...
pt: Por favor teste o filtro de etiquetas...

source: Please select the movie path...
pt: Por favor selecione a pasta da gravação...

source: Please use the direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
pt: Por favor use as teclas direcionais para mover a janela PiP. Carregue em Bouquet +/- para redimensionar a janela. OK para voltar ao Modo TV ou EXIT para cancelar.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
pt: Por favor use as teclas de Cima e Baixo para selecionar o seu idioma. Depois prima OK.

source: Please wait (downloading channel list)
pt: Por favor espere ( descarga da lista de canais )

source: Please wait (updating packages)
pt: Por favor espere (a atualizar pacotes)

source: Please wait for activation of your network configuration...
pt: Por favor aguarde pela ativação das configurações de rede...

source: Please wait while gathering data...
pt: Por favor aguarde enquanto os dados são reunidos...

source: Please wait while scanning is in progress...
pt: Por favor aguarde enquanto a procura está em progresso...

source: Please wait while we configure your network...
pt: Por favor aguarde enquanto a rede é configurada...

source: Please wait while we prepare your network interfaces...
pt: Por favor aguarde enquanto as interfaces de rede se preparam...

source: Please wait while we test your network...
pt: Por favor aguarde enquanto a rede é testada...
