Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Your network is restarting, Please wait...
pt: A sua rede está a reiniciar, P.F. aguarde...

source: Your network has finished restarting
pt: A sua rede foi reiniciada ...

source: Please wait while your network is restarting...
pt: Por favor aguarde enquanto a rede reinicia...

source: Please wait whilst feeds state is checked.
pt: Por favor aguarde enquanto o estado dos feeds é verificado.

source: Please wait...
pt: Por favor aguarde...

source: Please wait... Loading list...
pt: Por favor espere...a carregar a lista...

source: Plugin Browser
pt: Explorador de Plugins

source: Plugins Browser
pt: Gestão de Plugins

source: Plugin details
pt: Detalhes do Plugin

source: Plugin manager activity information
pt: Informação de atividade do Gestor de Plugins

source: Plugin manager help
pt: Ajuda do gestor de plugins

source: Polarisation
pt: Polarização

source: Polarization
pt: Polarização

source: Polish
pt: Polaco

source: Port
pt: Porta

source: Port A
pt: Porta A

source: Port B
pt: Porta B

source: Port C
pt: Porta C

source: Port D
pt: Porta D

source: Port:
pt: Porta:

source: Portuguese
pt: Português

source: Position Setup
pt: Ajustar tamanho do Ecrã

source: Position stored at index
pt: Posição salva no índice

source: Positioner
pt: Posicionador

source: Positioner setup
pt: Definições do Posicionador

source: PowerManager entry
pt: Entrada do Gestor de energia

source: PowerManager log
pt: Gestor de energia log

source: PowerTimer List
pt: Lista de Powertimer

source: PowerTimer Overview
pt: Visão geral de Powertimer

source: Predefined
pt: Pré-definido

source: Predefined transponder
pt: Transponder pré-definido

source: Prepare another USB stick for image flashing
pt: Prepare outra PEN Drive para o flash de imagem

source: Preparing... Please wait
pt: Em preparação ... Por favor espere!...

source: Press '0' to toggle internal/external PiP.
pt: Prima '0' para trocar entre PiP interno e externo.

source: Press INFO on your remote control for additional information.
pt: Prima INFO no telecomando para informações adicionais.

source: Press MENU on your remote control for additional options.
pt: Prima MENU no telecomando para opções adicionais.

source: Press OK on your remote control to continue.
pt: Prima OK no telecomando para continuar.

source: Press OK to activate the selected skin.
pt: Prima OK para ativar a skin selecionada.

source: Press OK to activate the settings.
pt: Prima OK para ativar as definições.

source: Press OK to edit the settings.
pt: Prima OK para editar as opções.

source: Press OK to get further details for %s
pt: Prima OK para receber detalhes de %s

source: Press OK to scan
pt: Prima OK para procura

source: Press OK to select a provider.
pt: Prima OK para selecionar o Operador.

source: Press OK to select/deselect a CAId.
pt: Prima OK para (de)selecionar a CAId.

source: Press OK to set the MAC-address.
pt: Prima OK para definir o endereço-MAC.

source: Press OK to start the scan
pt: Prima OK para Iniciar a Procura

source: Press OK to toggle the selection.
pt: Prima OK para mudar de seleção.

source: Press yellow to set this interface as default interface.
pt: Prima AMARELO para definir esta interface como padrão.

source: Preview
pt: Previsualizar

source: Preview menu
pt: Menu de previsualização

source: Primary DNS
pt: DNS Primário

source: Priority
pt: Prioridade

source: Process
pt: Processo

source: Profile
pt: Perfil

source: Profile: Local box
pt: Perfile: Box Local

source: Progress
pt: Progresso

source: Progress bar left
pt: Barra de progresso à esquerda

source: Progress bar right
pt: Barra de progresso à direita

source: Properties of current title
pt: Propriedades do título atual

source: Protect services
pt: Proteger Serviços

source: Protect setup
pt: Definições de Proteção

source: Protocol
pt: Protocolo

source: Protocol:
pt: Protocolo:

source: Provider
pt: Operador

source: Provider Name:
pt: Nome do Operador

source: Provider to scan
pt: Operador a procurar

source: Provider:
pt: Operador:

source: Providers
pt: Operadores

source: Providers:
pt: Operadores:

source: Providers:
pt: Operadores:

source: Put TV in standby
pt: Colocar TV em espera

source: Put your %s %s in standby
pt: Ponha a sua %s %s em espera

source: Python frontend for /tmp/mmi.socket
pt: Interface Python para /tmp/mmi.socket

source: Quick
pt: Rápido

source: Quick zap
pt: Zap Rápido

source: Random
pt: Aleatória

source: Rating defined by broadcaster - %d
pt: Classificação definida pelo difusor - %d

source: Rating undefined
pt: Classificação indefinida!

source: Read Userdata from oscam.conf
pt: Lê dados do utilizador de oscam.conf

source: Reader
pt: Leitor

source: Reader Statistics
pt: Leitor Estatísticas

source: Ready to install "%s" ?
pt: Está pronto para instalar "%s" ?

source: Ready to remove "%s" ?
pt: Está pronto para desinstalar "%s" ?

source: Really close without saving settings?
pt: Deseja sair sem salvar as definições?

source: Really delete done timers?
pt: Deseja apagar os timers concluídos?

source: Really exit the subservices quickzap?
pt: Deseja realmente sair, dos subserviços?

source: Really reboot now?
pt: Reiniciar agora?

source: Really reflash your %s %s and reboot now?
pt: Reinstalar a "imagem" na sua %s %s e reiniciar agora?

source: Really restart now?
pt: Reiniciar agora?

source: Really shutdown now?
pt: Desligar agora?

source: Really upgrade the frontprocessor and reboot now?
pt: Atualizar o frontprocessor e reiniciar agora?

source: Really upgrade your %s %s and reboot now?
pt: Atualizar a sua %s %s e reiniciar agora?

source: Reboot
pt: Reiniciar a Vuplus

source: Record
pt: Gravar

source: Record next
pt: Gravar seguinte

source: Record now
pt: Gravar agora

source: Record started! Stopping timeshift now ...
pt: Gravação iniciada! O timeshift parou agora ...

source: Record time limited due to conflicting timer %s
pt: Tempo de gravação limitado devido a conflito %s

source: Recording
pt: Gravação e Reprodução

source: Recording and playback settings
pt: Definições gravação/reprodução

source: Recording and playback
pt: Gravação e reprodução

source: Recording in progress
pt: Gravação em progresso

source: Recording type
pt: Tipo de gravação

source: Recording(s) are in progress or coming up in few seconds!
pt: Gravações em progresso ou a iniciarem em poucos segundos!

source: Recordings
pt: Gravações

source: Red button...
pt: Tecla vermelha...

source: Reduce time scale
pt: Reduz a escala de tempo

source: Reenter new PIN
pt: Repetir novo PIN

source: Reflash in progress Please wait until your %s %s reboots This may take a few minutes
pt: Reinstalação iniciada Por favor espere até que a %s %s reinicie Esta operação poderá demorar alguns minutos

source: Refresh rate
pt: Taxa de atualização

source: Regard deep standby as standby
pt: Considerar suspensão como espera

source: Relative
pt: Relativa

source: Reload
pt: Recarregar

source: Reload black-/white lists
pt: Recarregar listas negras / brancas

source: Reloading EPG Cache...
pt: A recarregar a Cache EPG

source: Reloading bouquets and services...
pt: A recarregar bouquets e serviços...

source: Remaining
pt: Restante

source: Remaining & Elapsed
pt: Restante & Decorrido

source: Remember service PIN
pt: Lembrar do PIN do serviço

source: Remote box
pt: STB Remota

source: Remove
pt: Remover

source: Remove a mark
pt: Remover Marca

source: Remove a nameserver entry
pt: Remover Servidor de DNS

source: Remove bookmark
pt: Remover indicador

source: Remove Confirmation
pt: Remover Confirmação

source: Remove currently selected title
pt: Remover o título atualmente selecionado

source: Remove finished.
pt: Remoção acabou.

source: Remove plugins
pt: Remover plugins

source: Remove Service
pt: Remover Serviço

source: Remove timer
pt: Remover Timer

source: Remove title
pt: Remover o título

source: Removing
pt: A remover

source: Removing Service
pt: A remover Serviço

source: Removing directory %s failed. (Maybe not empty.)
pt: A Remoção da pasta %s falhou.(Talvez não esteja vazia.)

source: Removing partition table
pt: A remover a tabela de partições.

source: Rename
pt: Renomear

source: Rename failed!
pt: Falhou a renomeação!

source: Rename to:
pt: Renomear para:

source: Renamed %s!
pt: Renomeado %s!

source: Repeat
pt: Repetir

source: Repeat type
pt: Repetir tipo

source: Repeating event currently recording... What do you want to do?
pt: A repetir o programa que está a gravar... O que pretende fazer?

source: Repeats
pt: Repetições

source: Required medium type:
pt: Formato de media requerido:

source: Rereading partition table
pt: A recriar a tabela de partições

source: Reserved
pt: Reservado

source: Reset
pt: Restauro

source: Reset and renumerate title names
pt: Reiniciar e renumerar os títulos

source: Reset playback position
pt: Reiniciar a posição da reprodução

source: Reset video enhancement settings to system defaults?
pt: Redefinir as configurações de otimização de vídeo para os padrões do sistema?

source: Reset video enhancement settings to your last configuration?
pt: Redefinir as configurações de otimização de vídeo para sua última configuração?

source: Reshare:
pt: Repartilhar:

source: Resolution
pt: Resolução

source: Resolution & format
pt: Resolução & formato

source: Restart Enigma2
pt: Reiniciar Enigma2

source: Restart GUI now?
pt: Reiniciar a interface do utilizador?

source: Restart network
pt: Reiniciar a rede

source: Restart test
pt: Efetuar teste

source: Restart your network connection and interfaces.
pt: Reiniciar a ligação de rede e interfaces.

source: Restore
pt: Restaurar

source: Restore backups
pt: Restauro de backups

source: Restore is running...
pt: Restauro em progresso...

source: Restore system settings
pt: Restaurar configurações do sistema

source: Restoring...
pt: A restaurar...

source: Resume from last position
pt: Retomar a partir da ultima posição

source: Resume position at %s
pt: Posição de retoma em %s

source: Resuming playback
pt: Retomar a reprodução

source: Return to movie list
pt: Voltar à lista de filmes

source: Return to previous service
pt: Voltar ao serviço anterior

source: Reverse bouquet buttons
pt: Inverter teclas do bouquet

source: Right
pt: Direito

source: right
pt: direito

source: Right from servicename
pt: Direita do nome do serviço

source: Roll-off
pt: Ajustar

source: Romanian
pt: Romeno

source: Root directory
pt: Pasta raíz

source: Rotor step position:
pt: Rotor posição passo:

source: Rotor turning speed
pt: velocidade do motor

source: Run how often ?
pt: Executar quantas vezes?

source: Running
pt: Em Execução

source: Russian
pt: Russo

source: S-Video
pt: S-Vídeo

source: SABnzbd Setup
pt: Instalação SABnzbd

source: SINGLE LAYER DVD
pt: DVD

source: Samba Setup
pt: Samba Partilha da Rede

source: Same resolution as skin
pt: A mesma resolução da skin

source: Sat
pt: Sáb

source: Satellite
pt: Satélite

source: Satellite equipment
pt: Equipamento satélite

source: Satellite equipment setup
pt: Instalação do equipamento de Satélite

source: Satellite longitude:
pt: Longitude do Satélite:

source: Satellites
pt: Satélites

source: Saturation
pt: Saturação

source: Saturday
pt: Sábado

source: Save
pt: Salvar

source: Save and record
pt: Salve e grave

source: Save and stop
pt: Salve e pare

source: Save playlist
pt: Salvar lista de reprodução

source: Save timeshift as movie and continue recording
pt: Salvar timeshift como filme e continuar a gravar

source: Save timeshift as movie and stop recording
pt: Salvar timeshift como filme e parar a gravação

source: Saving EPG Cache...
pt: A salvar Cache EPG...

source: Saving Timeshift files
pt: A salvar Arquivos Timeshift

source: Saving timeshift as movie now. This might take a while!
pt: A salvar o timeshift como Filme. Isto pode demorar um pouco!

source: Scaler sharpness
pt: Nitidez do Scaler

source: Scaling mode
pt: Dimensionamento

source: Scan
pt: Procura

source: Scan
pt: Procura

source: Scan %s
pt: Procura %s

source: Scan %s band
pt: Procura %s banda

source: Scan additional SR
pt: Scan adicional SR

source: Scan files...
pt: Procura de Arquivos...

source: Scan wireless networks
pt: Procura de Redes sem fios

source: Scan your network for wireless access points and connect to them using your selected wireless device.
pt: Procurar na sua rede por pontos de acesso, e conete-se à rede sem fios através do dispositivo sem fio.

source: Scanning %s...
pt: A Pesquisar %s...

source: Scanning - %d%% completed
pt: A Pesquisar - %d%% concluído

source: Scanning completed, %d channel found
pt: Pesquisa concluída, %d canal encontrado

source: Scanning failed!
pt: Pesquisa falhou!

source: Scanning...
pt: A Pesquisar...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
pt: Procura lamedbs padrões ordenados por satélite com posicionador conectado

source: Search
pt: Procura

source: Search IMDb for information about current event.
pt: Pesquisar IMDb para obter informações sobre o evento atual.

source: Search east
pt: Procura Este

source: Search for similar events
pt: Procurar eventos semelhantes

source: Search the epg for current event.
pt: Procura no EPG por este evento.

source: Search west
pt: Procura Oeste

source: Searching
pt: A procurar

source: Searching east ...
pt: A mover para ... Este

source: Searching for available updates. Please wait...
pt: À procura de atualizações disponíveis. Por favor aguarde...

source: Searching for new installed or removed packages. Please wait...
pt: Em pesquisa de novos pacotes instalados ou removidos. Por favor aguarde...

source: Searching west ...
pt: A mover para ... Oeste

source: Secondary DNS
pt: DNS Secundário

source: Seek
pt: Procura

source: Seek backward
pt: Procurar para trás

source: Seek backward (enter time)
pt: Procurar para trás (inserir tempo)

source: Seek forward
pt: Procurar à frente

source: Seek forward (enter time)
pt: Procurar à frente ( inserir tempo )

source: Select
pt: Selecionar

source: Select CAId
pt: Selecionar CAId's

source: Select a wireless network
pt: Selecione a Rede sem fios

source: Select action for timer %s:
pt: Selecione a ação do Timer %s:

source: Select an image to be downloaded
pt: Selecione uma imagem para descarga

source: Select audio track
pt: Seleção de audio

source: Select backup files
pt: Selecione Arquivos para backup.

source: Select backup location
pt: Selecione a Localização do Backup

source: Select channel to record from
pt: Selecione o canal que deseja gravar

source: Select copy destination for:
pt: Selecione o destino para copiar:

source: Select default EPG type...
pt: Selecione o tipo de EPG padrão...

source: Select desired image from feed list
pt: Selecione a imagem desejada da lista

source: Select destination for:
pt: Selecione um destino para:

source: Select files for backup.
pt: Selecione arquivos para backup.

source: Select files/folders to backup
pt: Arquivos e pastas para Backup

source: Select folders
pt: Selecione pastas

source: Select input device
pt: Selecionar dispositivo de entrada

source: Select input device.
pt: Selecionar dispositivo de entrada.

source: Select interface
pt: Selecionar interface

source: Select location
pt: Selecione a Localização

source: Select movie
pt: Selecione o Filme

source: Select provider to add...
pt: Selecionar operador para adicionar...

source: Select service to add...
pt: Selecionar serviço para adicionar...

source: Select target folder
pt: Selecione a pasta alvo

source: Select the movie path
pt: Selecione a pasta da gravação...

source: Select upgrade source
pt: Selecionar fonte de atualizações

source: Select upgrade source to edit.
pt: Selecionar a fonte para editar.

source: Select your provider, and press OK to start the scan
pt: Selecione o seu operador, e prima OK para iniciar a procura

source: Send
pt: Envia

source: Send Confirmation
pt: Envia confirmação

source: Send DiSEqC
pt: Enviar DISEqC

source: Send DiSEqC only on satellite change
pt: Só enviar comando DISEqC ao mudar de satélite

source: Seperate titles with a main menu
pt: Separar títulos com um menu principal

source: Sequence repeat
pt: Sequência de repetição

source: Serbian
pt: Sérvio

source: Serial No
pt: Nº Série

source: Serv.Name
pt: Nome do Servidor

source: Server:
pt: Servidor:

source: Servers
pt: Servidores

source: Servers:
pt: Servidores:

source: Service
pt: Serviços

source: Service Information
pt: Informação do Serviço

source: Service Name
pt: Nome do Serviço.

source: Service name
pt: Nome do Serviço

source: Service ID
pt: Serviço ID

source: Service has been added to the favourites.
pt: Serviço foi adicionado aos Favoritos

source: Service has been added to the selected bouquet.
pt: Serviço foi adicionado ao Bouquet selecionado

source: Service invalid! (Timeout reading PMT)
pt: Serviço inválido! ( Timeout a ler PMT )

source: Service not found! (SID not found in PAT)
pt: Serviço não encontrado! (SID não encontrato no PAT)

source: Service reference
pt: Refª. do serviço

source: Service scan
pt: Procura de Serviços

source: Service unavailable! Check tuner configuration!
pt: Serviço indisponivel! Verifique o Tuner!

source: Services
pt: Serviços

source: Set System
pt: Definir Sistema

source: Set end time
pt: Defina a hora final

source: Set fixed
pt: Definir fixo

source: Set interface as default Interface
pt: Definir como interface padrão

source: Set limits
pt: Definir Limites

source: Set the MAC-address of your %s %s.
pt: Defina o endereço MAC da sua % s% s.

source: Set the channel for this timer.
pt: Definir o canal para este Timer.

source: Set the date the timer must start.
pt: Define a data a que o Timer inicia.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, select left/right to select an existing location.
pt: Defina o local padrão para suas gravações instantâneas. Pressione 'OK' para adicionar novos locais, selecione esquerda/direita para selecionar um local existente.

source: Set the default location for your recordings. Press 'OK' to add new locations, select left/right to select an existing location.
pt: Defina o local padrão para suas gravações. Pressione 'OK' para adicionar novos locais, selecione esquerda/direita para selecionar um local existente.

source: Set the default location for your timers. Press 'OK' to add new locations, select left/right to select an existing location.
pt: Defina o local padrão para os seus Timers. Pressione 'OK' para adicionar novos locais, selecione esquerda/direita para selecionar um local existente.

source: Set the default location for your timeshift-files. Press 'OK' to add new locations, select left/right to select an existing location.
pt: Defina o local padrão para os seus Timers. Pressione 'OK' para adicionar novos locais, selecione esquerda/direita para selecionar um local existente.

source: Set the default sorting method.
pt: Define o método de ordenação padrão.

source: Set the description of the recording.
pt: Mostra a descrição da Gravação

source: Set the name the recording will get.
pt: Define o nome que a gravação irá ter.

source: Set the time before checking video source for resolution infomation.
pt: Defina o tempo antes de verificar a fonte de vídeo para obter informações resolução.

source: Set the time the timer must start.
pt: Mostra a hora a que o Timer deve iniciar.

source: Set the time the timer must stop.
pt: Define a hora a que o Timer pára.

source: Set voltage and 22KHz
pt: Define a voltagem e 22KHz

source: Sets the root folder of movie list, to remove the '..' from benign shown in that folder.
pt: Define a pasta raiz da lista de filmes, para remover '..' do princípio mostrado nessa pasta.

source: Settings
pt: Personalização

source: Settings Backup
pt: Backup das definições

source: Settings...
pt: Definições para Logs

source: Setup
pt: Definições

source: Setup menu
pt: Menu de Definições

source: Setup your positioner
pt: Instalação do Posicionador

source: Setup your satellite equipment
pt: Instalação do equipamento de Satélite

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
pt: Deverá o Assistente de PEN Drive proceder e programar o arquivo de imagem %s na memória flash?

source: Share Folder's
pt: Pasta(s) partilhada(s)

source: Share View
pt: Vista da Partilha

source: Shares
pt: Partilhas

source: Sharpness
pt: Nitidez

source: Short filenames
pt: Nomes curtos de Arquivos

source: Show /tmp/ecm.info
pt: Exibe /tmp/ecm.info

source: Show 1080p 24fps as
pt: Exibe 1080p 24fps como

source: Show 1080p 25fps as
pt: Exibe 1080p 25fps como

source: Show 1080p 30fps as
pt: Exibe 1080p 30fps como

source: Show 720p 24fps as
pt: Exibe 720p 24fps como

source: Show AutoTimer List
pt: Mostra a lista de AutoTimers

source: Show Clients
pt: Exibe os Clientes

source: Show E2 Log
pt: Exibe o Log de Enigma2

source: Show EPG for current channel...
pt: Mostra o EPG para o canal atual...

source: Show Games show
pt: Mostra Espetáculo de Jogos

source: Show Log
pt: Exibe o Log

source: Show OE Log
pt: Exibe o Log OE

source: Show RFmod setup...
pt: Exibe configuração RFmod

source: Show Readers/Proxies
pt: Exibe os Leitores/Proxies

source: Show SD as
pt: Exibe SD como

source: Show Timer List
pt: Mostra a lista de Timers.

source: Show WLAN status
pt: Exibe o estado WLAN

source: Show detailed event info
pt: Exibe informação detalhada dos enventos

source: Show epg
pt: Exibe o EPG

source: Show event details
pt: Exibe detalhes do evento

source: Show extended description
pt: Mostra a informação estendida

source: Show extensions...
pt: Mostra as extensões...

source: Show icon for new/unseen items
pt: Exibir ícone para itens novos/invisíveis

source: Show in extensions list ?
pt: Exibe na lista de extensões?

source: Show info
pt: Informação

source: Show info line
pt: Exibe linha de informação

source: Show live tv when movie stopped
pt: Modo TV quando o filme parar

source: Show menu
pt: Exibe menu

source: Show network mounts ...
pt: Mostra as montagens de rede ...

source: Show or hide the extended description, (skin dependent).
pt: Exibe ou oculta a descrição estendida, (dependente da skin).

source: Show services beginning with
pt: Exibe canais que comecem por...

source: Show shutdown menu
pt: Mostra o menu DESLIGAR

source: Show single epg for current channel
pt: Mostra o EPG simples para o canal atual...

source: Show status icons in movielist
pt: Exibe ícones de status em lista de filmes

source: Show tag menu
pt: Exibe marca no Menu

source: Show the list of AutoTimers.
pt: Mostra a lista de AutoTimers.

source: Show the list of timers.
pt: Mostra a lista de Timers.

source: Show the media player...
pt: Exibe o Leitor de Media

source: Show the plugin browser..
pt: Mostra a Lista de Plugins..

source: Show the radio player...
pt: Exibe o Leitor de Rádio...

source: Show the tv player...
pt: Ver TV ... Sat/Cabo/IpTv

source: Shows the icons when new/unseen, else will not show an icon.
pt: Mostra os ícones quando novos / invisível, outros, não mostrará um ícone.

source: Shows the state of your wireless LAN connection.
pt: Mostra o estado da ligação de Rede sem fios.

source: Shows the watched status of the movie.
pt: Mostra o estado do filme já visualizado.

source: Shuffle playlist
pt: Baralhar lista de reprodução

source: Side by Side
pt: Lado a Lado

source: Side by side
pt: Lado a Lado

source: Signal finder
pt: Localizador de Sinal

source: Signal OK, proceeding
pt: Sinal OK, a prosseguir

source: Signal quality
pt: Qualidade do sinal

source: Signal strength:
pt: Força do sinal:

source: Signal:
pt: Sinal:

source: Similar broadcasts:
pt: Emissões Idênticas:

source: Simple
pt: Simples

source: Simple titleset (compatibility for legacy players)
pt: Definição simples de título (compatibilidade para os reprodutores antigos)
