Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: arts/culture magazine
pt: Artes /Revista de Cultura

source: as plugin in extended bar
pt: como plugin na barra estendida

source: at beginning
pt: no início

source: at end
pt: no fim

source: athletics
pt: Atletismo

source: audio tracks
pt: faixas de audio

source: auto deepstandby
pt: Auto suspensão

source: auto standby
pt: Auto Espera

source: automatic
pt: Automático

source: Auto Volume Label
pt: Nível do volume automático (som)

source: This option configures output for Auto Volume Level
pt: Esta opção permite-lhe configurar o nível de saída do volume em modo automático (som)

source: back
pt: voltar

source: background image
pt: imagem de fundo

source: better
pt: melhor

source: black
pt: preto

source: black & white
pt: preto & branco

source: blacklist
pt: Lista negra

source: broadcasting/press
pt: radiodifusão/imprensa

source: by date
pt: por data

source: card
pt: cartão

source: card reader
pt: leitor de cartões

source: cartoon/puppets
pt: desenhos animados/fantoches

source: center
pt: centro

source: chapters
pt: capítulos

source: childrens's/youth program (general)
pt: Crianças / Programa Juvenl (geral)

source: circular left
pt: circular esquerda

source: circular right
pt: circular direita

source: close share view
pt: Fechar vista da parilha

source: comedy
pt: Comédia

source: complex
pt: complexo

source: confirmed
pt: confimado

source: connected
pt: conectado

source: cooking
pt: culinária

source: copy
pt: copiar

source: copy to bouquets
pt: copiar para bouquets

source: create directory
pt: criar pasta

source: currently installed image: %s
pt: Imagem instalada atualmente: %s

source: daily
pt: Diário

source: day
pt: dia

source: decrease uphop by 1
pt: diminuir uphop em 1

source: delete
pt: apagar

source: delete cut
pt: eliminar corte

source: descramble and record ecm
pt: descodificar e gravar ecm

source: detective/thriller
pt: Detetive/suspense

source: disable
pt: desativar

source: disable move mode
pt: desativar modo deslocar

source: disabled
pt: inativo

source: disconnected
pt: desconetado

source: discussion/interview/debate
pt: Discussão/Entrevista/Debate

source: do nothing
pt: não fazer nada

source: documentary
pt: Documentário

source: don't descramble, record ecm
pt: não descodificar, gravar ecm

source: done!
pt: concluído!

source: east
pt: Este

source: economics/social advisory
pt: economia/social consultivo

source: edit alternatives
pt: editar alternativas

source: education/science/factual topics (general)
pt: educação/ciência/tópicos fatuais (geral)

source: empty
pt: vazio

source: enable
pt: ativar

source: enable bouquet edit
pt: ativar a edição dos bouquets

source: enable favourite edit
pt: ativar a edição dos favoritos

source: enable move mode
pt: ativar modo deslocar

source: enabled
pt: ativo

source: end alternatives edit
pt: terminar edições alternativas

source: end bouquet edit
pt: terminar edição de bouquets

source: end cut here
pt: terminar corte aqui

source: end favourites edit
pt: Terminar edição de favoritos

source: enter number to jump to channel.
pt: Digite o número para saltar para o canal.

source: entertainment (10-16 year old)
pt: Entretenimento (10-16 anos)

source: entertainment (6-14 year old)
pt: Entretenimento (6-14 anos)

source: equal to
pt: igual a

source: equestrian
pt: hipismo

source: exit DVD player or return to file browser
pt: sair do reprodutor de DVD ou voltar à lista de ficheiros

source: exit mounts setup menu
pt: sair do menu de configuração de montagens

source: exit network adapter configuration
pt: sair da configuração do network adapter

source: exit networkadapter setup menu
pt: sair do menu de configuração do adaptador de rede

source: experimental film/video
pt: Filme experimental/Vídeo

source: extensions.
pt: extensões.

source: failed
pt: Falhou

source: false
pt: falso

source: fashion
pt: Moda

source: fast
pt: Rápido

source: file oscam.conf could not be found
pt: arquivo oscam.conf não encontrado

source: fileformats (BMP, PNG, JPG, GIF)
pt: formatos (BMP, PNG, JPG, GIF)

source: filename
pt: nome do arquivo

source: film/cinema
pt: Filme/Cinema

source: fine arts
pt: Belas artes

source: fine-tune your display
pt: Faça um ajuste fino do seu ecrã

source: fitness & health
pt: Fitness & Saúde

source: flat alphabetic
pt: plano de alfabeto

source: flat alphabetic reverse
pt: plano de alfabeto invertido

source: folk/traditional music
pt: Folclore/Música tradicional

source: football/soccer
pt: Futebol americano/Futebol

source: foreign countries/expeditions
pt: Países estrangeiros/Expedições

source: forward to the next chapter
pt: ir para o próximo capítulo

source: free
pt: Livre

source: free diskspace
pt: Espaço livre

source: full
pt: cheio

source: further education
pt: Educação Superior

source: game show/quiz/contest
pt: Jogo/Desafio/Concurso

source: gardening
pt: Jardinagem

source: get the cards' server
pt: obter o servidor de cartões

source: go to deep standby
pt: Suspender a Vuplus

source: go to standby
pt: Ir para Modo de Espera

source: grab this frame as bitmap
pt: gravar esta frame como bitmap

source: green button
pt: Tecla verde...

source: handicraft
pt: Artesanato

source: handled
pt: tratados

source: has been sent to the Obh beta team. please quote
pt: foi enviado para a equipa Open BH. por favor, comente

source: height
pt: altura

source: increase uphop by 1
pt: aumentar uphop em 1

source: information/education/school program
pt: Informação/Educação/Programa escolar

source: init module
pt: iniciar módulo

source: init modules
pt: iniciar módulos

source: insert mark here
pt: inserir marca aqui

source: invalid type
pt: tipo inválido

source: is strongly advised.
pt: é altamente aconselhado.

source: jump back to the previous title
pt: saltar para o título anterior

source: jump forward to the next title
pt: Saltar para o título seguinte

source: languages
pt: idiomas

source: leave movie player...
pt: Sair do Leitor de Mídia

source: left
pt: esquerdo

source: leisure hobbies (general)
pt: Passatempos de lazer (geral)

source: length
pt: comprimento

source: limit ..., aborting !
pt: limite ..., a abortar !

source: literature
pt: literatura

source: live broadcast
pt: transmissão direta

source: locked
pt: detetado

source: loopthrough to
pt: Repetir para

source: Loop through from
pt: Repetir a partir do:

source: magazines/reports/documentary
pt: Revistas/Relatórios/Documentários

source: making a backup before updating
pt: A fazer um Backup antes de atualizar

source: martial sports
pt: Desportos marciais

source: medicine/physiology/psychology
pt: medicina/filosofia/psicologia

source: minute
pt: minuto

source: minutes
pt: minutos

source: month
pt: mês

source: motor sport
pt: Desportos motorizados

source: motoring
pt: motorização

source: move
pt: Mover

source: move down to last entry
pt: ir para a ultima entrada

source: move down to next entry
pt: ir para a entrada seguinte

source: move up to first entry
pt: ir para a primeira entrada

source: move up to previous entry
pt: ir para a entrada anterior

source: movie/drama (general)
pt: Filme/Dramático (geral)

source: multinorm
pt: multinorma

source: music/ballet/dance (general)
pt: Música/Ballet/Dança (geral)

source: musical/opera
pt: Musical/Ópera

source: nature/animals/environment
pt: Natureza/Animais/Ambiente

source: never
pt: nunca

source: new media
pt: nova(s) mídia(s)

source: news magazine
pt: Revistas de Notícias

source: news/current affairs (general)
pt: Notícias/Atualidades (geral)

source: news/weather report
pt: Notícias/Meteorologia

source: no
pt: não

source: no CAId selected
pt: CAId não selecionado

source: no CI slots found
pt: slots CI não encontrados

source: no module found
pt: Nenhum módulo detetado

source: no or unknown card inserted
pt: Cartão não inserido ou inválido!

source: no storage devices found
pt: Dispositivos de armazenamento não encontrados.

source: none
pt: nenhum

source: not configured
pt: não configurado

source: not locked
pt: não trancado

source: not supported
pt: não suportado

source: not used
pt: não usado

source: nothing connected
pt: nada conetado

source: of a DUAL layer medium used.
pt: de uma media de DUPLA CAMADA usada.

source: of a SINGLE layer medium used.
pt: de media SIMPLES usada.

source: off
pt: desligado

source: offset is
pt: deslocamento

source: on
pt: ligado

source: on READ ONLY medium.
pt: em SÓ LEITURA Media.

source: once
pt: Uma só vez

source: only HD
pt: só HD

source: open bouquetlist
pt: Abrir Lista de Bouquets

source: open nameserver configuration
pt: abrir a configuração do servidor de DNS

source: original language
pt: idioma original

source: packages selected.
pt: pacotes selecionados.

source: page left
pt: Página para esquerda

source: pass
pt: passar

source: performing arts
pt: artes cénicas

source: play as picture in picture
pt: reproduzir como PiP

source: play in mainwindow
pt: reproduzir na janela principal

source: please press OK when ready
pt: Prima OK quando terminar

source: please wait, loading picture...
pt: Por favor espere, a carregar a imagem

source: please wait...
pt: Por favor aguarde...

source: popular culture/traditional arts
pt: cultura/popular/artes tradicionais

source: pre-school children's program
pt: programas para crianças pré-escolares

source: provid:
pt: operador:

source: provider:
pt: Operador:

source: reboot system
pt: reiniciar o sistema

source: record
pt: gravar

source: recording...
pt: A gravar ...

source: religion
pt: religião

source: remarkable people
pt: pessoas ilustres

source: remove after this position
pt: remover depois desta posição

source: remove all alternatives
pt: remover todas alternativas

source: remove all new found flags
pt: remover as novas flags

source: remove before this position
pt: remover antes desta posição

source: remove bookmark
pt: remover indicador

source: remove directory
pt: apagar pasta

source: remove entry
pt: remover entrada

source: remove from parental protection
pt: remover do controlo paternal

source: remove new found flag
pt: remover a nova flag

source: remove selected satellite
pt: apagar o satélite selecionado

source: remove this mark
pt: Remover esta marca

source: rename
pt: Renomear para:

source: rename entry
pt: renomear entrada

source: repeat playlist
pt: repetir lista de reprodução

source: repeated
pt: repetido

source: Restart Gui
pt: Reiniciar Enigma2

source: reverse by date
pt: reverso por data

source: rewind to the previous chapter
pt: voltar ao capítulo anterior

source: running...
pt: Em Execução ...

source: save last directory on exit
pt: memorizar ultima pasta ao sair

source: save playlist on exit
pt: memorizar lista de reprodução ao sair

source: scan state
pt: estado da procura

source: science fiction/fantasy/horror
pt: fição científica/fantasia/horror

source: second cable of motorized LNB
pt: segundo cabo do LNB motorizado

source: seconds
pt: segundos

source: select
pt: selecionar

source: select CAId's
pt: Selecionar CAId's

source: select menu entry
pt: selecionar entrada de menu

source: serious music/classic music
pt: música séria/música clássica

source: serious/classical/religious/historical movie/drama
pt: filme/real-drama sério/clássica/religioso/histórico

source: service PIN
pt: serviço PIN

source: set as startup service
pt: Serviço no Arranque

source: setup PIN
pt: definir PIN

source: show DVD main menu
pt: mostrar menu de DVD

source: show EPG...
pt: Exibe EPG

source: show all cards
pt: Mostrar todos os cartões:

source: show all tags
pt: Mostrar todas as marcas

source: show alternatives
pt: Ver alternativas

source: how cards with uphop 0
pt: Mostrar cartões com uphop 0

source: show cards with uphop 1
pt: Mostrar cartões com uphop 1

source: show cards with uphop 2
pt: Mostrar cartões com uphop 2

source: show cards with uphop 3
pt: mostrar cartões com uphop 3

source: show cards with uphop 4
pt: Mostrar cartões com uphop 4

source: show cards with uphop 5
pt: Mostrar cartões com uphop 5

source: show cards with uphop 6
pt: Mostrar cartões com uphop 6

source: show cards with uphop 7
pt: Mostrar cartões com uphop 7

source: show cards with uphop 8
pt: Mostrar cartões com uphop 8

source: show cards with uphop 9
pt: Mostrar cartões com uphop 9

source: show event details
pt: Exibe detalhes do programa

source: show mediaplayer on mainmenu
pt: mostrar reprodutor de mídia no menu principal

source: show program information...
pt: Exibir informação do programa...

source: show softwaremanager in plugin menu
pt: exibe a Gestão de software no menu de plugins

source: show softwaremanager on blue button
pt: Exibe a Gestão de software com tecla AZUL

source: show transponder info
pt: Mostrar a info do transponder

source: show/game show (general)
pt: jogo/desafio/concurso (geral)

source: shuffle
pt: baralhar

source: shut down
pt: desligar

source: simple
pt: simples

source: skip backward
pt: Retroceder

source: skip backward (enter time)
pt: retroceder (inserir tempo)

source: skip forward
pt: Avançar

source: skip forward (enter time)
pt: avançar (inserir tempo)

source: slow
pt: Lento

source: soap/melodram/folkloric
pt: Séries/Melodrama/Folclórica

source: social/political issues/economics (general)
pt: Social/Política/Economia (geral)

source: social/spiritual science
pt: Social/Ciências espirituais

source: sorting of playlists
pt: ordem de listas de reprodução

source: special characters
pt: carateres especiais

source: special events
pt: eventos especiais

source: sports (general)
pt: Desportos (geral)

source: sports magazine
pt: Revistas desportivas

source: standard
pt: normal

source: start cut here
pt: Iniciar o corte aqui

source: start directory
pt: pasta inicial

source: stepsize
pt: tamanho de passo

source: stereo
pt: estéreo

source: Stop using as startup service
pt: Deixar de usar como serviço de arranque

source: switch to bookmarks
pt: mudar para indicadores

source: switch to filelist
pt: Ver lista de Arquivos

source: switch to the next angle
pt: mudar para o proximo ângulo

source: switch to the next audio track
pt: mudar para a próxima faixa

source: switch to the next subtitle language
pt: mudar para a próximo idioma de legenda

source: system:
pt: sistema:

source: team sports
pt: Desportos coletivos

source: technology/natural science
pt: tecnologia/ciências naturais

source: template file
pt: arquivo modelo

source: tennis/squash
pt: ténis/squash

source: this recording
pt: esta gravação

source: this service is protected by a parental control pin
pt: Este canal está protegido por PIN

source: toggle time, chapter, audio, subtitle info
pt: tempo de alternância, capítulo, áudio, info da legenda

source: top
pt: topo

source: tourism/travel
pt: turismo/viagens

source: true
pt: verdadeiro

source: tuner is not supported
pt: tuner não é suportado

source: uShare Name
pt: uShare Nome

source: uShare Port
pt: uShare Porta

source: uShare Setup
pt: uShare para Xbox360 e Ps3

source: unavailable
pt: indisponível

source: unconfirmed
pt: não confirmado

source: unknown
pt: desconhecido

source: unknown service
pt: serviço desconhecido

source: unpublished
pt: não publicado

source: until standby/restart
pt: até espera/reiniciar

source: updates available.
pt: Atualizações disponíveis

source: user defined
pt: definido pelo utilizador

source: using:
pt: usando:

source: variety show
pt: programa de variedades

source: view extensions...
pt: ver extensões ...

source: wait for ci...
pt: espere pela ci...

source: wait for mmi...
pt: espere pelo mmi...

source: waiting
pt: em espera

source: wakeup
pt: acordar

source: wakeup to standby
pt: acordar para modo espera

source: water sport
pt: Desportos aquáticos

source: weekly
pt: Semanal

source: west
pt: Oeste

source: when asking question about this log
pt: quando perguntar sobre este log

source: when asking question about this log A copy has been sent to yourself.
pt: quando perguntar sobre este log Uma cópia será enviada para si.

source: white
pt: branco

source: whitelist
pt: Lista Branca

source: width
pt: Largura

source: winter sport
pt: Desportos de inverno

source: wireless network interface
pt: interface de rede sem fios

source: with %d error
pt: com %d erro

source: with exit button
pt: com a tecla EXIT

source: with left/right buttons
pt: com teclas: seta esquerda/direita

source: with long OK press
pt: Ao premir longa/ tecla OK

source: working
pt: a trabalhar

source: yellow button...
pt: Tecla amarela...

source: yes
pt: sim

source: yes (keep feeds)
pt: Sim (mantenha os feeds)

source: zap and record
pt: zap e gravar

source: 3D setup
pt: Definição 3D

source: AAC Downmix
pt: Som AAC Downmix

source: AFP setup
pt: AFP Protocolo de Rede Apple

source: Common interface
pt: Interface Comum

source: Convert ext3 filesystem to ext4
pt: Converter FS ext3 para ext4

source: CronTimers
pt: Timers Cronológicos

source: Deep standby
pt: Desligar a Vuplus

source: Device setup
pt: Configuração de Dispositivo

source: Devices
pt: Dispositivos

source: Display
pt: Visor Lcd

source: Dolby Digital/Dtd downmix
pt: Som Dolby Digital/Dtd downmix

source: FTP setup
pt: FTP Protocolo de Rede

source: Filesystem check
pt: Verificação do sistema de ficheiros

source: HDMI Color Space
pt: HDMI Espaço de Cor

source: Inadyn setup
pt: Inadyn Segurança de Rede

source: Information
pt: Informação

source: Input devices
pt: Dispositivos de entrada

source: Keyboard
pt: Definições do Teclado

source: Language
pt: Idioma

source: Load EPG
pt: Carregar EPG

source: Load/Save
pt: Carregar/Salvar

source: Logs
pt: Logs de depuração

source: Logs manager
pt: Gestor de Logs

source: Mainmenu
pt: Menu Principal

source: Manual scan
pt: Procura Manual

source: MiniDLNA setup
pt: MiniDLNA Partilha da Rede

source: Mounts setup
pt: Montagens de Rede

source: NFS setup
pt: NFS Partilha para Rede Windows

source: OpenVPN setup
pt: OpenVPN Rede Privada Virtual

source: Plugins
pt: Gestão de Plugins

source: Position setup
pt: Ajustar tamanho do Ecrã

source: PowerTimers
pt: Timers de Energia

source: Restart
pt: Reiniciar Sistema

source: Restart enigma
pt: Reiniciar Enigma2

source: SABnzbd setup
pt: Instalação SABnzbd

source: Samba setup
pt: Samba Partilha da Rede

source: Save EPG
pt: Salvar EPG

source: Service searching
pt: Procura de Serviços

source: Shutdown
pt: Desligar a Vuplus

source: Standby / Restart
pt: Suspender / Reiniciar

source: Storage devices
pt: Dispositivos de armazenamento

source: Telnet setup
pt: Telnet Protocolo de Rede

source: Timeshift settings
pt: Definições TimeShift

source: User Interface
pt: Interface do Utilizador

source: VCR scart
pt: Entrada VCR

source: uShare setup
pt: uShare para Xbox360 e Ps3

source: 12V output
pt: saída 12V

source: 1st Infobar timeout
pt: 1ª Barra de Informação - tempo limite

source: Action on long power button press
pt: Ação ao premir longa/ a tecla POWER

source: Action on short power button press
pt: Ação ao premir a tecla POWER

source: Activate network settings
pt: Ativar as definições de rede

source: Activate the configured network settings.
pt: Ativar as definições de rede configuradas.

source: Allow subtitle language to equal audio language
pt: Permitir legendas iguais ao idioma de áudio

source: Allow subtitles for hearing impaired
pt: Permitir legendas para deficientes auditivos

source: Allow unstable (experimental) updates
pt: Permitir atualizações (experimentais) instáveis

source: Allows more detailed information to be in the crash log
pt: Permite um crash log com informação mais detalhada

source: Allows the %s %s to read the stored EPG data regularly.
pt: Permite que a %s %s leia regularmente a informação do EPG salva.

source: Allows the %s %s to store the EPG data regularly.
pt: Permite que a %s %s salve a informação do EPG regularmente.

source: Allows you to enable the debug logs. They contain very detailed information about everything the system does.
pt: Permite ativar os logs de depuração. Eles contêm informações muito detalhadas sobre tudo que o sistema faz.

source: Allows you to enable/disable displaying icons on the front panel.
pt: Permite que ative/desative a exibição de ícones no painel frontal.

source: Allows you to send a copy of the log to yourself.
pt: Permite-lhe enviar uma cópia do log para si mesmo.

source: Allows you to set the maximum size (MB) of the individual debug logs. When that size is reached, a new file will be created.
pt: Permite que defina o tamanho máximo (MB) dos logs de depuração individual. Quando esse tamanho é atingido, um novo arquivo será criado.

source: Allows you to show/hide CCcam Info in extensions (blue button).
pt: Permite mostrar/ocultar CCcam Info em extensões (tecla azul).

source: Allows you to show/hide Log Manager in extensions (blue button).
pt: Permite mostrar/ocultar o Log Manager em extensões (tecla azul).

source: Allows you to show/hide OScam Info in extensions (blue button).
pt: Permite mostrar/ocultar OScam Info em extensões (tecla azul).

source: Alternative numbering mode
pt: Modo de numeração alternativo

source: Alternative radio mode
pt: Modo de rádio alternativo

source: Alternative services tuner priority
pt: Prioridade dos serviços do Tuner

source: Always show bouquets
pt: Exibe sempre os bouquets

source: Audio language selection 1
pt: Idioma de áudio 1

source: Audio language selection 2
pt: Idioma de áudio 2

source: Audio language selection 3
pt: Idioma de áudio 3

source: Audio language selection 4
pt: Idioma de áudio 4

source: Auto language selection
pt: Seleção do Idioma Automático

source: Automatic image backup
pt: Backup automático da imagem

source: Automatic refresh
pt: Refrescamento Automático

source: Automatic save
pt: Salvar automáticamente

source: Automatic settings backup
pt: Backup automático das definições

source: Automatically start timeshift after
pt: Iniciar timeshift automáticamente após

source: Automatically turn on external subtitles
pt: Ligar automaticamente as legendas externas

source: AutoTimers
pt: Automatismo de Timers

source: Background check
pt: Verificação do Fundo

source: Background delete option
pt: Apagar em segundo plano

source: Background delete speed
pt: Velocidade ao apagar em segundo plano

source: Base time
pt: Tempo Base

source: Behavior of 'pause' when paused
pt: Comportamento da pausa, quando pausado

source: Behavior of 0 key in PiP-mode
pt: Comportamento da tecla "0" no modo PiP

source: Behavior when a movie is started
pt: Comportamento ao iniciar um Filme

source: Behavior when a movie is stopped
pt: Comportamento ao parar o Filme

source: Brightness (Normal)
pt: Brilho ( Normal )

source: Brightness (Standby)
pt: Brilho ( Espera )

source: REC Symbol in use
pt: Símbolo REC em uso

source: REC Symbol in Standby
pt: Símbolo REC em Modo de espera

source: Enable blinking rec symbol on the LCD Display
pt: Activar o símbolo REC intermitente no visor LCD

source: In the Standby Record on the LCD Display
pt: Na gravação em Modo de Espera no visor LCD

source: Button setup
pt: Configuração de teclas

source: Can be used for different fps between external subtitles and video.
pt: Pode ser usado diferentes FPS entre as legendas externas e o vídeo.

source: Center DVB subtitles
pt: Centrar legendas DVB

source: Change bouquets in quickzap
pt: Muda de bouquets no zap rápido

source: Channel +/- button mode
pt: Modo de tecla Canal +/-

source: Channel 1 at start
pt: Canal 1 no arranque

source: Channel list cursor behavior
pt: Comportamento de cursor na lista de canais

source: Channel list on mode change
pt: Lista de canais em modo de alteração

source: Channel list preview
pt: Previsualizar lista de canais

source: Channel list service mode*
pt: Modo de serviço Lista de Canais*

source: Channel preview mode
pt: Canais modo de pré-visualização
