Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Channel selection settings
pt: Definição da Seleção de Canais

source: ChannelEPG settings
pt: EPG definições de Canais

source: Check every (hours)
pt: Verificar todas (horas)

source: Choose the location for crash and debug logs.
pt: Escolher o local para crashs e logs de depuração.

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
pt: Escolha o local onde os dados EPG serão armazenados quando a %s %s está desligada. O local deve estar disponível no arranque.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
pt: Escolha o nome do arquivo que contém os dados EPG quando a % s% s é desligada. Isto pode ser útil para diferenciar entre várias STB´S.

source: Choose time interval to which the graphics will be rounded off.
pt: Escolha o intervalo de tempo para os gráficos serem arredondados.

source: Choose what you want the '0' button to do when PIP is active.
pt: Escolha o que deseja que a tecla '0' faça, quando o PIP está ativo.

source: Choose whether or not to show an icon when a motorised dish is moving.
pt: Escolha se quer ou não mostrar um ícone quando uma antena motorizada está a mover.

source: Choose which level of menu/settings to display. 'Expert' level shows all items.
pt: Escolha qual o nível de menus / configurações para exibir. nível de 'expert' mostra todos os itens.

source: Choose which tuner to configure.
pt: Escolha o Tuner a configurar.

source: Clean network trash cans
pt: Limpar resíduos da rede

source: Close PiP on exit
pt: Fechar o PIP na saída

source: Composition of the recording filenames
pt: Composição do nome das gravações

source: Configure an additional delay to improve external subtitle synchronisation.
pt: Configura um atraso adicional para melhorar a sincronização de legendas externo.

source: Configure an additional delay to improve subtitle synchronisation.
pt: Configura um atraso adicional para melhorar a sincronização das legendas.

source: Configure duration of inactivity before the hard disk drive goes to standby
pt: Configura o período de inatividade antes do Disco Rígido entrar em modo de espera

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
pt: Configura por quantos minutos, os eventos acabados devem permanecer visíveis no EPG. É útil quando precisar de informação sobre se um evento terminou, ou foi adiado.

source: Configure how recording filenames are constructed.
pt: Configura o modo de como os nomes dos arquivos das gravação são construídos.

source: Configure if and how service type icons will be shown.
pt: Configura, se e como, os ícones de tipo de serviço serão mostrados.

source: Configure if picons will be shown in the service list.
pt: Configura se os picons serão mostrados na lista de serviços.

source: Configure on which devices the background delete option should be used.
pt: Configura em que dispositivos, a opção excluir em segundo plano, deve ser usada.

source: Configure the DiSEqC mode for this LNB.
pt: Configura o Modo DiSEqC para este LNB.

source: Configure the IP address.
pt: Configura o Endereço IP

source: Configure the amount of time that will be presented.
pt: Configura por quanto tempo vai ser apresentado.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
pt: Configura o comportamento da tecla "pausa" quando a reprodução do filme já está em pausa.

source: Configure the behavior when movie playback is manually stopped.
pt: Configura o comportamento quando a reprodução do filme é parada manualmente.

source: Configure the behavior when movie playback is started.
pt: Configura o comportamento ao iniciar reprodução de um Filme.

source: Configure the behavior when reaching the end of a movie, during movie playback.
pt: Configura o comportamento quando chegar ao final de um filme, durante a reprodução do filme.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
pt: Configura a largura da borda das legendas. A borda escura faz com que as legendas sejam mais fáceis de ler em fundo claro.

source: Configure the brightness level of the front panel display for normal operation.
pt: Configura o nível de brilho do visor do painel frontal em operação normal.

source: Configure the brightness level of the front panel display for standby.
pt: Configura o nível de brilho do visor do painel frontal em espera.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
pt: Configura a cor das legendas externas, alternativa (normal em branco, itálico no amarelo, corajoso em ciano, sublinhado em verde), branco ou amarelo.

source: Configure the color of the teletext subtitles.
pt: Configura a cor das legendas de teletexto.

source: Configure the contrast level of the front panel display.
pt: Configura o nível de contraste do visor do painel frontal.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
pt: Configura o comportamento do cursor na lista de seleção de canais. Ao abrir a lista de seleção de canal que podem permanecer no serviço atual ou já selecionar cima / baixo e é capaz de reverter os botões B+/B-.

source: Configure the duration (in minutes) for the screensaver.
pt: Configura a duração (em minutos) para o screensaver.

source: Configure the first audio language (highest priority).
pt: Configura o primeiro idioma de áudio (prioridade mais alta).

source: Configure the first subtitle language (highest priority).
pt: Configura o primeiro idioma de legendas (prioridade mais alta).

source: Configure the font size of the subtitles.
pt: Configura tamanho da fonte das legendas.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
pt: Configura o tamanho da fonte em relação ao tamanho da skin, então 1 aumenta em tamanho de 1 ponto e diminui -1 por 1 ponto de tamanho.

source: Configure the fourth audio language.
pt: Configura o quarto idioma de áudio.

source: Configure the fourth subtitle language.
pt: Configura o quarto idioma de legenda.

source: Configure the function of a long press of the power button.
pt: Configura a função de pressão longa da tecla liga/desliga.

source: Configure the function of a short press of the power button.
pt: Configura a função de pressão curta da tecla liga/desliga.

source: Configure the function of the < > buttons.
pt: Configura a função das teclas < >.

source: Configure the gateway.
pt: Configura a gateway.

source: Configure the horizontal alignment of the subtitles.
pt: Configura o alinhamento horizonlal das legendas.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
pt: Configura a velocidade de avanço rápido inicial. Quando pressiona a tecla de avanço rápido, iniciará a esta velocidade.

source: Configure the initial rewind speed. When you press the rewind button, rewinding will start at this speed.
pt: Configura a velocidade inicial de rebobinar. Quando pressiona a tecla de rebobinagem, começará a esta velocidade.

source: Configure the latitude of your location.
pt: Configura a latitude da sua localização.

source: Configure the longitude of your location.
pt: Configura a longitude da sua localização.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
pt: Configura a quantidade mínima de espaço em disco disponível para gravações. Quando a quantidade de espaço desce abaixo deste valor, serão removidos itens excluídos da reciclagem.

source: Configure the nameserver (DNS).
pt: Configura Definições de servidor (DNS).

source: Configure the netmask.
pt: Configura a máscara de rede.

source: Configure the number of days after which items are automatically removed from the trash can.
pt: Configura o número de dias após o qual os itens são removidos automaticamente da reciclagem.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
pt: Configura o número de dias para manter os timers. Serão removidos automaticamente da lista de timers.

source: Configure the number of rows shown.
pt: Configura o número de linhas exibidas.

source: Configure the offline decoding delay (in milliseconds). The configured delay is observed at each control word parity change.
pt: Configura o atraso de decodificação off-line (em milissegundos). Observa-se o atraso configurado em cada mudança de paridade da palavra de controlo.

source: Configure the possible fast forward speeds.
pt: Configura a velocidade de avanço rápido

source: Configure the possible rewind speeds.
pt: Configura a velocidade de retrocesso rápido.

source: Configure the primary EPG language.
pt: Configura o idioma primário do EPG.

source: Configure the second audio language.
pt: Configura o segundo idioma de áudio.

source: Configure the second subtitle language.
pt: Configura o segundo idioma de legenda.

source: Configure the secondary EPG language.
pt: Configura o idioma secundário do EPG.

source: Configure the skip time interval for the 1 and 3 buttons.
pt: Configura o intervalo de tempo de saltar para os botões 1 e 3.

source: Configure the skip time interval for the 4 and 6 buttons.
pt: Configura o intervalo de tempo de saltar para os botões 4 e 6.

source: Configure the skip time interval for the 7 and 9 buttons.
pt: Configura o intervalo de tempo de saltar para os botões 7 e 9.

source: Configure the slow motion speeds.
pt: Configura a velocidade de câmara lenta.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
pt: Configura a velocidade do processo de exclusão de plano de fundo. Baixa velocidade aumentará o desempenho do disco rígido.

source: Configure the subtitle delay when timing information is not available.
pt: Configura o atraso de legendas quando informações de tempo não estão disponíveis.

source: Configure the third audio language.
pt: Configura o terceiro idioma de áudio.

source: Configure the third subtitle language.
pt: Configura o terceiro idioma de legenda.

source: Configure the transparency of the black background of graphical DVB subtitles.
pt: Configura a transparência do plano de fundo preto das legendas DVB gráficas.

source: Configure the tuner mode.
pt: Configura o Modo do Tuner.

source: Configure the type of status indication icons shown in the movie list.
pt: Configura o tipo de ícones de indicação de status mostrado na lista de filme.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
pt: Configura a posição vertical das legendas, medido a partir da parte inferior do ecrã.

source: Configure the width allocated to the picon.
pt: Configura a largura alocada para os picons.

source: Configure the width allocated to the service name.
pt: Configura a largura alocada para o Nome do Serviço.

source: Configure to show the channel names, picons, or both in the EPG.
pt: Configura para mostrar os nomes de canal, picons ou ambos no EPG.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
pt: Configura se (e por quanto tempo) uma segunda barra de informações aparece quando OK é pressionado duas vezes. A segunda barra de informações contém informações adicionais sobre o canal atual.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
pt: Configura que tipo de Tuner será preferencial, quando o mesmo serviço está disponível em diferentes tipos de tuners.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
pt: Configura o tuner preferencial, quando mais de um tuner está disponível. Se definido como 'auto', o sistema dará prioridade para o Tuner tendo o menor número de canais/satélites.

source: Configure your NTP server.
pt: Configura o seu servidor NTP.

source: Control of the position how finished timers are shown in the Timer List.
pt: Controlo da posição como os Timers concluídos são exibidos na Lista de timers.

source: Create more detailed crash log
pt: Criar log mais detalhado da ocorrência

source: Custom skip time for '1''3' buttons
pt: Personaliza o intervalo de tempo de saltar para os botões 1 e 3.

source: Custom skip time for '4'/'6' buttons
pt: Personaliza o intervalo de tempo de saltar para os botões 4 e 6.

source: Custom skip time for '7'/'9' buttons
pt: Personaliza o intervalo de tempo de saltar para os botões 7 e 9.

source: Customize
pt: Personalização e Preferências

source: DVB subtitle black transparency
pt: Transparência do preto das legendas dvb

source: Default recording type
pt: Tipo de gravação padrão

source: Delay for external subtitles
pt: Atraso nas Legendas externas

source: Descramble http streams
pt: Descodificar transmissões http

source: Disable background scanning
pt: Desativar procura em segundo plano

source: Disk space to reserve for recordings (in GB)
pt: Espaço reservado no disco para gravações (GB)

source: Display message before playing next movie
pt: Exibir a mensagem antes de reproduzir o próximo filme

source: Display the EIT now/next eventdata in infobar.
pt: Exibir EIT agora/próximo evento na infobar.

source: ECM data will be included in the stream. This enables a client receiver to decode it.
pt: ECM os dados serão incluídos no fluxo. Isso permite que um recetor de cliente para decodificá-la.

source: EPG filename
pt: EPG nome do Arquivo

source: EPG language selection 1
pt: Idioma de EPG 1

source: EPG language selection 2
pt: Idioma de EPG 2

source: EPG location
pt: EPG localização

source: Enable EIT EPG
pt: Ativar EPG EIT

source: Enable FreeSat EPG
pt: Ativar EPG FreeSat

source: Enable MHW EPG
pt: Ativar EPG MHW

source: Enable Netmed EPG
pt: Ativar EPG Netmed

source: Enable ViaSat EPG
pt: Ativar EPG Viasat

source: Enable debug logs
pt: Ativar depuração de logs

source: Enable multiple bouquets
pt: Ativar Bouquets multiplos

source: Enable panic button
pt: Ativar a tecla de pânico

source: Enable teletext caching
pt: Ativar cache de teletexto

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
pt: Permite um recurso para o recetor descodificar fluxos (se os dados de ECM estão incluídos no fluxo e um cartão válido estiver disponível).

source: Enter your e-mail address to send a copy of the log to.
pt: Digite seu endereço de e-mail para enviar uma cópia do log para.

source: Enter your forum user name, to make it easier to trace logs.
pt: Digite o seu nome de utilizador do fórum, para tornar mais fácil o rastreamento de logs.

source: Event font size
pt: Tamanho da fonte do evento

source: External subtitle color
pt: Cor das legendas externas

source: Fast forward speeds
pt: Velocidade de avanço rápido

source: Finetune
pt: Sintonia fina

source: Graphical Infobar EPG settings
pt: EPG Configuração Gráfica Infobar

source: GraphicalEPG settings
pt: Definições do EPG Gráfico

source: Hard disk setup
pt: Instalação de Disco Rígido

source: Hard disk standby after
pt: Disco Rígido em espera após

source: Hide CI messages
pt: Ocultar mensagens do CI

source: Hide any zap error messages.
pt: Esconder qualquer mensagem de erro de zap.

source: Hide error messages from the Common Interface module.
pt: Ocultar mensagens de erro do módulo de Interface comum.

source: Hide zap errors
pt: Ocultar erros no zapping

source: History buttons mode
pt: Modo de teclas Histórico

source: If set to 'yes' channels without EPG will not be shown.
pt: Se definido para 'Sim' canais sem EPG não serão mostrados.

source: If set to 'yes' it will show the 'PO' packages in browser.
pt: Se definido para 'Sim' irá mostrar os pacotes 'PO' no navegador.

source: If set to 'yes' it will show the 'SRC' packages in browser.
pt: Se definido para 'Sim' irá mostrar os pacotes 'SRC'' no navegador.

source: If set to 'yes' shows a small TV-screen in the EPG.
pt: Se definido para 'Sim' irá mostrar uma pequena TV no EPG.

source: If set to 'yes' the EPG will always open at the first channel of bouquet. If set to 'no' the EPG will open on the current channel.
pt: Se definido para 'Sim' o EPG abrirá sempre no primeiro canal do bouquet. Se definido como 'não' o EPG vai abrir o canal atual.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
pt: Se definido para 'Sim' os bouquets serão mostrados cada vez que abre o EPG.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
pt: Se definido para 'Sim' a lista de canais será mostrada depois de alternar entre os modos de TV e Rádio.

source: If set to 'yes' the channel number will be displayed in the infobar.
pt: Se definido para 'Sim', o número do canal será exibido na barra de informações.

source: If set to 'yes' the infobar will be displayed when a new event starts.
pt: Se definido para 'Sim' a barra de informações será exibida quando um novo evento é iniciado.

source: If set to 'yes' the infobar will be displayed when changing channels.
pt: Se definido para 'Sim' a barra de informações será exibida quando mudar de canal

source: If set to 'yes' you can preview channels in the EPG list.
pt: Se definido para 'Sim', pode visualizar canais na lista EPG.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
pt: Se definido para 'Sim', pode visualizar canais na lista de canais. Pressione 'OK' para visualizar o canal selecionado, pressione um 2º 'OK' para sair e zap para esse canal, pressionar 'EXIT' para retornar ao canal a que começou.

source: If set to 'yes', allows you to use the seekbar to jump to a point within the event.
pt: Se definido para 'Sim', permite usar a seekbar para pular para um ponto dentro do evento.

source: If set to 'yes', the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
pt: Se definido como 'Sim', a barra de informações será exibida quando o rápido encaminhamento ou rebobinamento durante a reprodução de mídia.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
pt: Se o texto for muito longo para ser exibido no painel frontal, será repetida (várias vezes):

source: Include AIT in http streams
pt: Incluir AIT nos streams http

source: Include ECM in http streams
pt: Incluir ECM nos streams http

source: Include EIT in http streams
pt: Incluir EIT nos streams http

source: Info button (long)
pt: Tecla INFO ( premir longo )

source: Info button (short)
pt: Tecla INFO ( premir curto )

source: InfoBar EPG mode
pt: Modo da Barra de Informação EPG

source: InfobarEPG settings
pt: EPG Barra de Informação

source: Initial fast forward speed
pt: Velocidade de avanço rápido inicial

source: Initial rewind speed
pt: Velocidade inicial de rebobinar.

source: Jump first press in channel selection*
pt: Salto alfabético na Seleção de Canais*

source: Keyboard map
pt: Mapear teclado

source: Keyboard setup
pt: Definir teclado

source: LED Deep Standby
pt: LED Modo de Suspensão

source: LED Standby
pt: LED Modo de Espera

source: LED brightness during deep standby.
pt: Brilho do LED em Suspensão.

source: LED brightness during normal operations.
pt: Brilho do LED em operação normal.

source: LED brightness during standby.
pt: Brilho do LED em Espera.

source: Limit character set for recording filenames
pt: Limitar o conjunto de carateres para nomes de arquivo de gravação

source: Limit debug log size (MB)
pt: Limite do tamanho do log depuração (MB)

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
pt: Limite os carateres que podem ser usados na gravação de nomes de arquivos para ascii (7 bits). Isso garante a compatibilidade com sistemas operativos ou sistemas de arquivos com conjuntos de carateres limitado.

source: Logs location
pt: Localização de logs

source: Logs older than the specified no of days will be deleted.
pt: Logs mais antigos do que o especificado (dias ) serão excluídos.

source: Maintain old EPG data for
pt: Manter EPG antigo por (min)

source: Margin after recording (minutes)
pt: Margem após gravação (minutos)

source: Margin before recording (minutes)
pt: Margem antes da gravação (minutos)

source: Maximum no of days
pt: Número máximo de dias

source: Maximum total space used (MB)
pt: Espaço Máximo total utilizado (MB)

source: Media playback Remaining/Elapsed as
pt: Reprodução de mídia restante/decorrido como

source: Modulator
pt: Modulador

source: MultiEPG settings
pt: Definições Multi EPG

source: NTP server
pt: Servidor NTP

source: Network setup
pt: Configuração de rede

source: OK button (long)
pt: Tecla OK ( premir longo )

source: OK button (short)
pt: Tecla OK ( premir curto )

source: Offline decode delay (ms)
pt: Atraso da descodificação Offline (ms)

source: Perform a complete image backup before updating.
pt: Execute um backup de imagem completo antes de atualizar.

source: Perform a settings backup before updating.
pt: Execute um backup das definições antes de atualizar.

source: Perform an online update check in the background
pt: Executar uma verificação de atualização on-line em segundo plano.

source: Picon width
pt: Largura dos picons

source: Picture in graphics
pt: PIG (Gráficos em Imagem)

source: Highlight current events
pt: Destacar eventos em curso

source: Enable to highlight events that are currently in progress.
pt: Ativar o destaque de eventos que estão atualmente a decorrer.

source: Position of finished Timers in the Timer list
pt: Posição de TIMERS terminados na lista de Timers

source: Prefer AC3 track
pt: Preferir a faixa AC3

source: Prefer AC3+ track
pt: Preferir a faixa AC3+

source: Prefer audio track stored by service
pt: Preferir a faixa de áudio emitida pelo serviço

source: Prefer graphical DVB subtitles
pt: Preferir legendas gráficas DVB

source: Prefer subtitles for hearing impaired
pt: Permitir legendas para deficientes auditivos

source: Prefer subtitles stored by service
pt: Preferir legendas emitidas pelo serviço

source: Preferred tuner
pt: Tuner preferido

source: Primetime hour
pt: Hora PRIMETIME

source: Primetime minute
pt: Minutos PRIMETIME

source: Quit Movie Player with EXIT button
pt: Sair do Leitor de Mídia com a tecla EXIT

source: RF output
pt: Saida RF

source: Recordings always have priority
pt: Gravações têm sempre prioridade

source: Refresh every (in hours)
pt: Refrescar todas (em horas)

source: Remove completed timers after (days)
pt: Remover Timers completos depois (dias)

source: Remove items from trash can after (days)
pt: Remover items da lixeira depois de (dias)

source: Repeat Display Message
pt: Repetir a mensagem exibida

source: Rewind speeds
pt: Velocidade de retrocesso
