Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Rewrap teletext subtitles
pt: Repartir legendas de teletexto

source: Satellite dish setup
pt: Instalação da Antena de Satélite

source: Save every (in hours)
pt: Salvar todas ( em horas )

source: Scrolling Speed
pt: Velocidade de Rolagem

source: Scrolling Speed (software render)
pt: Velocidade de Rolagem (software de renderização)

source: Scrolling delay (software render)
pt: Atraso de rolagem (software de renderização)

source: Seekbar activation
pt: Ativação da barra de procura

source: Seekbar sensibility
pt: Sensibilidade da barra de procura

source: Select how to activate the Quick EPG mode:
pt: Selecione como ativar o modo rápido EPG

source: Select if timeshift should continue when set to record.
pt: Selecione se o timeshift deve continuar quando definido para gravar.

source: Select if you want the Subservice mode to be activated.
pt: Selecione se quer o modo sub-serviço ativo.

source: Select if you want to use the Obh colored buttons (set to 'no' if you want to use (Multi Quick Button).
pt: Selecione se deseja usar os botões coloridos de OBH. Definido como 'não' se quiser usar (Multi Quick Button).

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
pt: Selecione a seekbar para ser ativo por seta L/R (longo) ou << >> (longo).

source: Select what you want the Channel +/- buttons to activate.
pt: Selecione o que quer ativar com os botões canal + /-.

source: Select what you want the TV button to activate.
pt: Selecione o que deseja ativar com a tecla TV.

source: Send yourself a copy
pt: Enviar uma cópia para si

source: Service Title mode
pt: Título do Modo de serviço

source: Service font size
pt: Serviço - Info Tamanho da fonte

source: Service info font size
pt: Serviço - Tamanho da fonte

source: Service name font size
pt: Nome do Serviço - Tamanho da fonte

source: Service number font size
pt: Número do Serviço - Tamanho da fonte

source: Service width
pt: Largura do serviço

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
pt: Os Serviços podem ser agrupados em Bouquets. Quando ativo, pode usar mais de um Bouquet.

source: Set fps for external subtitles
pt: Definir o FPS para as legendas externas

source: Set the delay time between repeated loops, this uses a software render in some skins.
pt: Define o tempo de atraso entre ciclos repetidos, este usa um software de renderização em algumas skins.

source: Set the desired primetime (hour).
pt: Definir a PRIMETIME desejada (hora)

source: Set the desired primetime (minutes).
pt: Definir a PRIMETIME desejada (minutos)

source: Set the jump-size of the seekbar.
pt: Defina o tamanho de salto da seekbar.

source: Set the scrolling speed of text on the front display, this uses a software render in some skins.
pt: Defina a velocidade de rolagem de texto no display frontal, este usa um software de renderização em algumas skins.

source: Set the scrolling speed of text on the front display.
pt: Defina a velocidade de rolagem de texto no display frontal.

source: Set the time delay before hiding the infobar.
pt: Defina o tempo de atraso antes de esconder a barra de informações.

source: Set the type of the progress indication in the channel selection screen.
pt: Defina o tipo da indicação de progresso no ecrã de seleção de canal.

source: Set to the desired primetime (hour).
pt: Definir a PRIMETIME desejada (hora)

source: Set to the desired primetime (minutes).
pt: Definir a PRIMETIME desejada (minutos)

source: Set to what you want the button to do.
pt: Escolha o que a tecla tem de fazer.

source: Setup how to control the channel changing.
pt: Configura como controlar a mudança de canal.

source: Setup mode
pt: Modo de Instalação

source: Setup network time synchronization interval.
pt: Configura o intervalo de sincronização de rede.

source: Setup the interval (in hours) to check for online updates.
pt: Configura o intervalo (em horas) para verificar se há atualizações on-line.

source: Setup your timezone.
pt: Configura o seu fuso horário.

source: Show CCcam Info in extensions?
pt: Exibe informação da CCcam em extensões?

source: Show Display Icons
pt: Exibe ícones no Display

source: Show EIT now/next in infobar
pt: Exibe EIT agora/próximo na infobar

source: Show Log Manager in extensions list ?
pt: Exibe Log Manager na lista de extensões?

source: Show Media playback Remaining/Elapsed as
pt: Exibe a reprodução de mídia restante/decorrido como

source: Show OScam Info in extensions?
pt: Exibe informações do OScam em extensões?

source: Show PVR status in Movie Player infobar
pt: Exibe estado PVR na barra de informações do Leitor de Filmes

source: Show Time Remaining/Elapsed
pt: Exibe tempo restante/decorrido

source: Show Transponder Remaining/Elapsed as
pt: Exibe tempo restante/decorrido como

source: Show VCR scart on main menu
pt: Exibe no menu principal a VCR SCART

source: Show Obh spinning logo when the system is busy.
pt: Exibe logotipo OBH a rodar, quando o sistema está ocupado.

source: Show animation while busy
pt: Exibe animação enquanto ocupado

source: Show background in Radio mode
pt: Exibe Fundo em modo de Rádio

source: Show background when tuned to a radio channel.
pt: Exibe Fundo quando sintonizado um canal de Rádio.

source: Show bouquet on launch
pt: Exibe Bouquet no arranque

source: Show channel number in infobar
pt: Mostra o número do canal na barra de informação.

source: Show channel numbers in channel selection
pt: Exibe a numeração dos canais na lista de canais

source: Show columns
pt: Exibe colunas

source: Show crypto info in infobar
pt: Exibe a Codificação na barra de informação

source: Show encryption info in the infobar (when supported by the skin).
pt: Mostra informação da codificação na barra de informações (quando suportado pela skin).

source: Show event-progress in channel selection
pt: Exibe progresso dos eventos na lista de canais

source: Show infobar on channel change
pt: Exibe Infobar ao mudar de canal normal

source: Show infobar on event change
pt: Exibe infobar ao mudar de evento

source: Show infobar on skip forward/backward
pt: Exibe Infobar ao saltar avançar/recuar

source: Show job tasks in extensions
pt: Exibe tarefas nas extensões

source: Show message when recording starts
pt: Exibe mensagem quando do início da gravação

source: Show movie lengths in movielist
pt: Exibe a duração do filme na Lista de Filmes

source: Show picons in service list
pt: Exibe picons na lista de canais

source: Show positioner movement
pt: Exibe movimento do posicionador

source: Show record indicator
pt: Exibe símbolo de gravação

source: Show screensaver
pt: Exibe protetor do Ecrã

source: Show second infobar
pt: Exibe a segunda barra de informações

source: Show service type icons
pt: Exibe icons do tipo de serviço

source: Show source packages
pt: Exibe a fonte dos pacotes.

source: Show status icons in movie list
pt: Exibe ícones de status em lista de filmes

source: Show time elapsed as positive
pt: Exibe tempo decorrido como positivo

source: Show time remaining/elapsed
pt: Exibe tempo restante/decorrido

source: Show translation packages
pt: Exibe pacotes de tradução

source: Show transponder remaining/elapsed as
pt: Exibe transponder restante/decorrido como

source: Show warning when timeshift is stopped
pt: Mostra aviso quando o Timeshift está parado.

source: SingleEPG settings
pt: Definições do EPG único

source: Skip empty services
pt: Saltar serviços vazios

source: Slow motion speeds
pt: Velocidades câmara lenta

source: Softcam settings
pt: Definições da Softcam

source: Software update settings
pt: Definições de Atualização

source: Sort list by
pt: Ordenar a Lista EPG

source: Sort menu screens alphabetically
pt: Ordenar os Menus alfabeticamente

source: Sort plug-in browser alphabetically
pt: Ordenar a Lista de Plugins alfabeticamente

source: Sort setting screens alphabetically
pt: Ordenar as definições de ecrãs alfabeticamente

source: Sound
pt: Som

source: Sound carrier
pt: Portadora de Áudio

source: Stop timeshift while recording?
pt: Parar timeshift quando está a gravar?

source: Stops timeshift being used if a recording is in progress. (Advisable for USB sticks)
pt: Para o timeshift usado se uma gravação está em andamento. (Aconselhável para sticks USB)

source: Subservice mode
pt: Modo de Sub-serviço

source: Subtitle alignment
pt: Alinhamento de Legendas

source: Subtitle border width
pt: Largura da borda de legendas

source: Subtitle delay when timing is bad
pt: Atraso nas legendas quando o tempo falha

source: Subtitle delay when timing lacks
pt: Atraso na legenda quando o tempo falha

source: Subtitle font size
pt: Tamanho da fonte nas Legendas

source: Subtitle language selection 1
pt: Idioma de legenda 1

source: Subtitle language selection 2
pt: Idioma de legenda 2

source: Subtitle language selection 3
pt: Idioma de legenda 3

source: Subtitle language selection 4
pt: Idioma de legenda 4

source: Subtitle position
pt: Posição das Legendas

source: Subtitle settings
pt: Definições das Legendas

source: Swap SNR in '%' with SNR in 'db'
pt: Permutar SNR em '%' com SNR em "db"

source: Sync NTP every (minutes)
pt: Sincronizar NTP todos (minutos)

source: Sync time using
pt: Sincronização de tempo usando

source: Synchronize system time using transponder or internet.
pt: Sincronize a hora do sistema usando o transponder ou internet.

source: TV button mode
pt: Tecla do Modo TV

source: Teletext subtitle color
pt: Cor das legendas de teletexto

source: Test mode
pt: Modo de teste

source: The %s %s reads the stored EPG data every (hours).
pt: A sua %s %s lê os dados armazenados de EPG cada (horas).

source: The %s %s stores the EPG data every (hours).
pt: A sua %s %s armazena os dados EPG cada (horas).

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
pt: Isto permite que altere o tamanho da fonte em relação ao tamanho da skin, então 1 aumenta pelo tamanho do ponto 1, e -1 diminui em tamanho de 1 ponto

source: This option allows you choose how to display elapsed time as + or -
pt: Esta opção permite que escolha como exibir o tempo decorrido como (+) ou (-)

source: This option allows you choose how to display remaining time, or elapsed time, or both.
pt: Esta opção permite que escolha como exibir o tempo restante, ou o tempo decorrido ou ambos.

source: This option allows you choose how to display the remaining/elapsed time for live TV.
pt: Esta opção permite que escolha como exibir o tempo restante, ou decorrido no modo TV.

source: This option allows you choose the background color of transparent picons.
pt: Esta opção permite que escolha a cor de fundo para picons transparentes.

source: Choose the layout view mode (Text or Graphics).
pt: Escolha o modo de visualização (Texto ou Gráficos).

source: Choose the layout view mode (Text / Graphics Multi channel EPG or Single channel EPG).
pt: Escolha o modo de visualização ( Texto / Gráficos para EPG múltiplos canais ou EPG único Canal ).

source: This option allows you to choose from the two channel lists that are available.
pt: Esta opção permite que escolha dentro das duas listas de canais que estão disponíveis.

source: This option allows you to choose how to display elapsed time. As + or -
pt: Esta opção permite que escolha como exibir o tempo decorrido. Como (+) ou (-)

source: This option allows you to choose how to display the remaining/elapsed time for Media playback.
pt: Esta opção permite que escolha como exibir o tempo restante/decorrido para reprodução de mídia.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
pt: Esta opção permite que escolha como exibir o tempo restante, ou decorrido no modo TV.

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
pt: Esta opção permite que escolha como exibir o tempo restante/decorrido para reprodução de mídia.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first)
pt: Esta opção permite que escolha o que salta ao pressionar a tecla na lista de canais, (então pressione '2' para 'A' ou '2' primeiro)

source: This option allows you to disable sorting of the menus
pt: Esta opção permite que desative a ordenação dos menus

source: This option allows you to disable sorting of the option in setting screens
pt: Esta opção permite que desative a ordenação da opção na definição de ecrãs

source: This option allows you to disable sorting of the plugin browser.
pt: Esta opção permite desativar a ordenação do navegador de plugins.

source: This option allows you to set the layout view (Text or Graphics).
pt: Esta opção permite que defina a exibição de layout (Texto ou Gráficos).

source: This option allows you to show the SNR as a percentage (not all receivers support this).
pt: Esta opção permite que mostre o SNR em percentagem (nem todos os recetores suportam isto).

source: This option moves the PVR status from the separate window into the Movie Player infobar.
pt: Esta opção move o status PVR da janela separada para a barra de informações do Leitor de Mídia.

source: Time scale
pt: Escala do tempo

source: Time settings
pt: Definições Horárias

source: Timeline font size
pt: Linha de tempo - tamanho da fonte

source: Timeshift-save action on zap
pt: Timeshift-salvar ao fazer zaping

source: Timezone
pt: Zona Horária

source: Use EIT EPG information when it is available.
pt: Usa informação EIT EPG quando disponível.

source: Use FreeSat EPG information when it is available.
pt: Usa informação FreeSat EPG quando disponível.

source: Use MHW EPG information when it is available.
pt: Usa informação MHW EPG quando disponível.

source: Use Netmed EPG information when it is available.
pt: Usa informação Netmed EPG quando disponível.

source: Use Obh colored Buttons*
pt: Use os botões coloridos da Open BlackHole*

source: Use ViaSat EPG information when it is available.
pt: Usa informação ViaSAT EPG quando disponível.

source: Use original DVB subtitle position
pt: Usar a posição original das Legendas DVB

source: Use original teletext position
pt: Usar a posição original do teletexto

source: Use the alternative or the conventional radio mode.
pt: Usa o modo de rádio alternativo ou convencional.

source: Use timeshift seekbar while timeshifting?
pt: Usar a barra de procura timeshift enquanto timeshifting?

source: Use trash can in movielist
pt: Usar reciclagem na Lista de Filmes

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
pt: Normalmente, quando o idioma das legendas é o mesmo que o idioma de áudio, as legendas não serão usadas. Ative esta opção para permitir que essas legendas sejam usadas.

source: View mode
pt: Modo de Visualização

source: Obh forum user name
pt: Nome de utilizador no forum OBH

source: When enabled the online checker will also check for experimental versions
pt: Quando ativo o verificador on-line irão ser também verificadas versões experimentais

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
pt: Quando ativo, os dados AIT serão incluídos em fluxos de http. Isso permite a um recetor cliente usar HbbTV.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
pt: Quando ativo, os dados EIT serão incluídos em fluxos de http. Isso permite a um recetor de cliente mostrar o EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
pt: Quando ativo, uma mensagem pop-up será mostrada quando um filme terminar e outro começar.

source: When enabled, a popup message will be shown when a recording starts.
pt: Quando ativo, uma mensagem pop-up aparece quando se inicia uma gravação.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
pt: Quando ativo, a uma gravação é permitido interromper TV ao vivo, quando não houver Tuners livres.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
pt: Quando ativo, será exibido um aviso e o utilizador vai ter uma opção para parar ou continuar o timeshift.

source: When enabled, channel numbering will start at '1' for every bouquet.
pt: Quando ativo, a numeração dos canais começará em '1' para cada bouquet.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached.
pt: Quando ativo, continue para o próximo bouquet quando é atingido o último canal do bouquet atual.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
pt: Quando ativo, as gravações apagadas são movidas para a reciclagem, em vez de serem apagadas imediatamente.

source: When enabled, external subtitles will always be turned on for movie playback.
pt: Quando ativo, as legendas externas serão sempre ativadas na reprodução de filmes.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
pt: Quando ativo, as legendas gráficas DVB têm preferência sobre as legendas de teletexto, quando ambos os tipos estão disponíveis.

source: When enabled, graphical DVB subtitles will be centered horizontally.
pt: Quando ativo, as legendas gráficas DVB serão centradas horizontalmente.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
pt: Quando ativo, as legendas gráficas DVB serão exibidas na sua posição original.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
pt: Quando ativo, as legendas gráficas DVB serão exibidas em amarelo, em vez da cor original.

source: When enabled, it is possible to leave the Movie Player with exit.
pt: Quando ativo, é possível sair do Leitor de Mídia com a tecla EXIT.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
pt: Quando ativo, medir o consumo de energia para detectar quando o rotor parar de rodar (quando suportado pelo tuner).

source: When enabled, network trash cans are probed for cleaning.
pt: Quando ativo, a reciclagem de rede será analisada para limpeza.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
pt: Quando ativo, pressionar '0' fará zap para o primeiro canal do seu primeiro bouquet e apaga o histórico do zap.

source: When enabled, show channel numbers in the channel selection screen.
pt: Quando ativo, mostra os números dos canais no ecrã de seleção de canal.

source: When enabled, subtitles for the hearing impaired can be used.
pt: Quando ativo, podem ser usadas legendas para deficientes auditivos.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
pt: Quando ativo, legendas para deficientes auditivos terão preferência sobre as legendas normais, quando ambas estiverem disponíveis.

source: When enabled, teletext pages will be cached, allowing faster access.
pt: Quando ativo, as páginas de teletexto serão armazenadas, permitindo um acesso mais rápido.

source: When enabled, teletext subtitles will be displayed at their original position.
pt: Quando ativo, as legendas de teletexto serão exibidas na sua posição original.

source: When enabled, the PiP can be closed by the EXIT button.
pt: Quando ativo, o PiP pode ser fechado com a tecla EXIT.

source: When enabled, the VCR scart option will be shown in the main menu
pt: Quando ativo, a opção de scart VCR será mostrada no menu principal

source: When enabled, the length of each recording will be shown in the movielist (this might cause some additional loading time).
pt: Quando ativo, o comprimento de cada gravação aparece na lista de filmes (isso pode causar, algum tempo adicional ao carregar).

source: When enabled, the original line breaks will be removed from the teletext subtitles.
pt: Quando ativo, as quebras de linha original serão removidas das legendas de teletexto.

source: When enabled, the receiver will automatically use the audio track which you selected before.
pt: Quando ativo, o recetor automaticamente usará a faixa de áudio que selecionou antes.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
pt: Quando ativo, o recetor automaticamente usará as legendas que selecionou antes.

source: When enabled, the receiver will select an AC3 track (when available).
pt: Quando ativo, o recetor irá selecionar uma faixa de AC3 (se disponível).

source: When enabled, timeshift starts automatically in background after the specified time.
pt: Quando ativo, o timeshift inicia-se automaticamente em segundo plano após o tempo especificado.

source: When enabled, use DHCP for the IP configuration.
pt: Quando ativo, usa o DHCP para a configuração de IP.

source: When maximum space for all logs is reached, the oldest logs will be deleted.
pt: Quando é alcançado o espaço máximo para todos os logs, os registos mais antigos serão apagados.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
pt: Quando diferente de zero, uma gravação vai começar mais cedo do que a data inicial indicada pelo EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
pt: Quando diferente de zero, uma gravação irá parar depois que o tempo final indicado pelo EPG.

source: When tuned to a service the system will normally scan the transponder for any changes and save them. Only set to 'yes' if you're absolutely sure of what you're doing.
pt: Quando ligado a um serviço o sistema normalmente procura por alterações no transponder e salva-as. Apenas defina como 'Sim' se tem a certeza do que está a fazer.

source: With this option set to 'yes' the channel list will always show you the list of bouquets. If set to 'no' the current bouquet will be opened.
pt: Com esta opção definida para 'Sim' a Lista de Canais irá sempre mostrar-lhe a lista de bouquets. Se definido como 'não' o bouquet atual será aberto.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
pt: Com esta opção pode ocultar as tarefas de trabalho a partir do ecrã de extensões. (pressione a tecla AZUL)

source: Yellow DVB subtitles
pt: Legendas DVB em amarelo

source: You can have the list sorted by time or alphanumerical.
pt: Pode ter a lista ordenada por tempo ou alfanumericamente.

source: Zap mode
pt: Modo Zap

source: e-mail address
pt: endereço de e-mail

source: show picons in service list
pt: Exibe picons na Lista de Serviços

source: Check the internet connection
pt: Verificar a ligação de Internet

source: Check the internet connection again
pt: Verificar a ligação de Internet outra vez

source: Checking the internet connection
pt: Verificar a ligação de Internet

source: Do you want to do a service scan?
pt: Deseja fazer uma procura de serviços?

source: Do you want to do another manual service scan?
pt: Deseja fazer outra procura de serviços manual?

source: Exit the wizard
pt: Sair do assistente

source: No, scan later manually
pt: Não, procura manual depois

source: Please connect your receiver to the internet
pt: Por favor, conecte o seu recetor à internet

source: Please set up tuner A
pt: Por favor selecione o tuner A

source: Please set up tuner B
pt: Por favor selecione o tuner B

source: Please set up tuner C
pt: Configura tuner C

source: Please set up tuner D
pt: Configura tuner D
