Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Change the Colordepth for UHD
pt: Altera a Profundidade de Cor em UHD

source: AC3 downmix
pt: Mistura áudio AC3

source: AAC downmix
pt: Mistura áudio AAC

source: Audio channel
pt: Canal de Áudio

source: 3D surround
pt: Surround 3D

source: Choose whether multi channel ac3 sound tracks should be downmixed to stereo.
pt: Escolha se multi canal ac3 faixas de som deve ser downmix estéreo.

source: Choose whether multi channel aac sound tracks should be downmixed to stereo.
pt: Escolha se as trilhas de áudio multi canal aac devem ser misturadas para estéreo.

source: Preferred tuner DVB-C
pt: Tuner DVB-C preferido

source: Preferred tuner DVB-C for recordings
pt: Tuner DVB-C preferido para gravações

source: Country for EPG event rating information
pt: País para informações de avaliação de evento EPG

source: Country for EPG event genre information
pt: País para informações de gênero de evento EPG

source: Choose a country scheme for decoding rating information in EPG events.
pt: Escolha um esquema de país para a decodificação de informações de classificação em eventos EPG.

source: Choose a country scheme for decoding genre information in EPG events.
pt: Escolha um esquema de país para a decodificação de informações de gênero em eventos EPG.

source: Front display settings
pt: Definição do Painel Frontal

source: Clone TV screen to LCD
pt: Clonar o Ecrã de TV no LCD

source: Password setup
pt: Definir Password

source: Enter a new password
pt: Entre a nova Password

source: New password
pt: Nova password

source: Setting a password is strongly advised if your STB is open to the internet. This is the case if you have in your router a port forwarded to the STB.
pt: Definir uma password é altamente recomendado se o receptor estiver ligado à Internet. Este é o caso de ter definida uma porta reencaminhada ao seu receptor.

source: Random Password
pt: Password aleatória

source: Set Password
pt: Definir Password

source: Hard disk settings
pt: Definições de Disco Rígido

source: Time zone
pt: Zona Horária

source: Time zone area
pt: Área da Zona Horária

source: Select your time zone area or region.
pt: Selecione a sua zona horária ou região.

source: Fallback configuration
pt: Configurar Tuners de Rede

source: Timer conflict detection when fallback is enabled
pt: Deteção de conflitos de Timer quando a alternativa está ativa.

source: Specify the URL/IP of the fallback remote receiver, e.g. '192.168.0.1'. The other details such as http:// and the port number will be filled in automatically when you select save
pt: Especifica o URL/IP do recetor remoto alternativo, i.e. '192.168.0.1' Os outros detalhes, http:// e o número da porta, serão preenchidos automaticamente, quando selecionar <SALVAR>.

source: When using the remote fallback tuner for recordings, it is impossible to correctly detect timer conflicts. This option allows you to skip timer confict detection when remote fallback is enabled, but can lead to timer conflicts. This setting is only for advanced users; the default is 'yes'.
pt: Ao utilizar o Tuner remoto alternativo para gravações, é impossível de detetar corretamente os conflitos do Timer. Esta opção permite que ignore a deteção de conflitos de Timers quando o tuner remoto alternativo está ativo, mas pode levar a conflitos de Timers. Essa configuração é apenas para utilizadores avançados; o padrão é 'Sim'.

source: Enter the URL/IP of the fallback remote receiver, e.g. '192.168.0.1'. The other details such as 'http://' and port number will be filled in automatically when you select save.
pt: Especifica o URL/IP do recetor remoto alternativo, i.e. '192.168.0.1' Os outros detalhes, http:// e o número da porta, serão preenchidos automaticamente, quando selecionar <SALVAR>.

source: Bluetooth Setup
pt: Configuração Bluetooth

source: Press red key to enable bluetooth.
pt: Prima a tecla <vermelha> para ativar o bluetooth.

source: Automatic language
pt: Idioma automático

source: Video Enhancement
pt: Otimização de vídeo

source: Recording, Playback & Timeshift
pt: Gravar & Reproduzir

source: Recording & playback
pt: Gravar & Reproduzir

source: Streaming clients
pt: Transmissão a clientes

source: No clients streaming
pt: Sem transmissões para clientes

source: Show event genre information
pt: Informação do género do evento

source: This option allows you to choose whether or not to display genre information for the event.
pt: Esta opção permite que escolha se quer ou não exibir informações de género para o evento.

source: Show True/False as graphical switch
pt: Exibe Verdadeiro/Falso como interruptor gráfico

source: Enable to display all true/false, yes/no, on/off and enable/disable setup options as a graphical switch.
pt: Permite exibir as definições verdadeiro/falso, sim/não, on/off e ativo/inativo como símbolos gráficos.

source: Shows live tv or informations on LCD.
pt: Exibe TV ao vivo ou informações no LCD.

source: Initialize devices
pt: Inicializar dispositivos

source: Initialise devices
pt: Inicializar dispositivos

source: NOTE: This feature is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: Adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to continue or No to exit.
pt: Nota: Este recurso destina-se às pessoas que não podem desativar o overscan na sua televisão / monitor. Primeiro tente desabilitar overscan antes de utilizar este recurso. USO: Ajustar as configurações de tamanho e posição da tela para que a camada de interface de utilizador sombreado * apenas * cubra o teste padrão no fundo. Selecione SIM para continuar ou NÂO para sair.

source: OSD position
pt: OSD ajuste da posição

source: Audio & Video
pt: Áudio e Vídeo

source: Video enhancement
pt: Otimização de Vídeo

source: 3D
pt: 3D Modo e Definição

source: Common interface assignment
pt: Escolha da Interface Comum

source: CI (Common Interface) Setup
pt: Configuração da CI (Interface Comum)

source: Slot 1 - No module found
pt: Slot 1 - nenhum módulo encontrado

source: Slot 2 - No module found
pt: Slot 2 - nenhum módulo encontrado

source: Device is enabled.
pt: Dispositivo está ativado.

source: Device is disabling...
pt: O dispositivo irá ser desativado...

source: Device is enabling...
pt: O dispositivo irá ser ativado...

source: Log manager
pt: Gestor de Logs

source: Keyboard settings
pt: Definições de Teclado

source: Default (US)
pt: Padrão (US)

source: azerty keyboard
pt: Teclado AZERTY

source: Dreambox Keyboard Deutsch
pt: Teclado Dreambox Alemão

source: German keyboard
pt: Teclado alemão

source: Dreambox Keyboard English
pt: Teclado Dreambox Inglês

source: Logs folder location
pt: Pasta para salvar Logs

source: Enable debug logs *
pt: Ativar logs de depuração *

source: Maximum number of days
pt: Número máximo de dias

source: Choose the location for crash and debug logs folder.
pt: Escolha o local para salvar Crash´s e logs de depuração.

source: Allows you to enable the debug logs. They contain very detailed information about everything the system does. Reboot required to enable this!
pt: Pemite-lhe ativar os logs de depuração. Eles contêm informação muito detalhada sobre o que o sistema está a executar. Reinício requerido para ativar!

source: Logs older than the specified number of days will be deleted.
pt: Registos mais antigos do que o número especificado de dias serão excluídos.

source: Scan and setup Vu+ Bluetooth RCU
pt: Procura e define o telecomando Vu+

source: Scan other bluetooth 3.0 device (A2DP, HID)
pt: Procurar outro dispositivo bluetooth 3.0 (A2DP, HID)

source: Vu+ Bluetooth RCU Setup
pt: Definir telecomando Bluetooh Vu+

source: Press and hold the buttons <MENU+AUDIO> for five seconds to start.
pt: Prima em simultâneo por 5 segundos as teclas <MENU+ÁUDIO> para iniciar.

source: Please select scan mode.
pt: Seleção do modo de procura

source: Scanning bluetooth devices
pt: À procura de dispositivos Bluetooth

source: %s is connected.
pt: %s está ligado.

source: %s Pairing fail
pt: %s Erro no Emparelhamento

source: Can't communicate with %s
pt: Não pode comunicar com %s

source: Wrong pin number for %s. Please try again and check pin number.
pt: Pin errado para %s. Por favor, tente novamente e verifique o número pin.

source: %s is disconnected.
pt: %s está desligado.

source: Type %s on %s to connect, then press Enter or Return.
pt: Digite %s na %s para se conectar e, em seguida, pressione Enter ou Return.

source: Scan failed! try again.
pt: Procura falhou! Tentar novamente.

source: Pairing Failed. Another audio device is connected. (%s)
pt: Emparelhamento falhou. Outro dispositivo de áudio está ligado. (%s)

source: Pairing %s
pt: A emparelhar %s

source: Pairing %s failed!!
pt: %s Erro no Emparelhamento!!

source: Disconnecting %s
pt: A desconetar %s

source: Disconnect %s failed!!
pt: Desconexão falhada para %s

source: Press green key to connect device.
pt: Pressione a tecla verde para conetar o dispositivo.

source: No nearby bluetooth devices were found.
pt: Não existem dispositivos bluetooth nas proximidades.

source: %s is not found.
pt: %s não foi encontrado.

source: Bluetooth Scan
pt: Procurar Bluetooth

source: Release notes
pt: Notas da versão

source: New backup
pt: Novo Backup

source: Next backup:
pt: Backup seguinte:

source: Backup location
pt: Localização do Backup

source: Location of where the image backup should be saved.
pt: Local de onde o backup de imagem deve ser salvo.

source: Allows you to tag your image backup to a box. (default is box name/type)
pt: Permite-lhe etiquetar a imagem com o nome da STB. (padrão é o nome/tipo)

source: Schedule backups
pt: Agendar backups

source: Allows you schedule your image backups.
pt: Permite-lhe agendar os Backups da imagem.

source: Client mode
pt: Modo cliente

source: Mode:
pt: Modo:

source: FBC automatic
pt: FBC automático

source: FBC automatic connected to
pt: FBC automático conetado a

source: FBC automatic connected to %s
pt: FBC automático conetado a %s

source: FBC automatic inactive
pt: FBC automático inativo

source: inactive
pt: inativo

source: Advanced
pt: Avançado

source: Fallback tuner setup
pt: Definições dos Tuners de Rede

source: Fallback address type
pt: Tipo de endereço alternativo

source: Fallback receiver IP address
pt: Endereço IP do recetor alternativo

source: Fallback receiver streaming port
pt: Porta de transmissão do recetor alternativo

source: Enable usage of tuners from another Enigma2 receiver on the local network. Remote tuners will be used when tuners are not available on this receiver. (No free tuner or service type is not available.)
pt: Permitir o uso de Tuners de outro recetor Enigma2 na rede local. Os Tuners remotos serão usados quando não existirem tuners disponíveis neste recetor. (Sem Tuner livre ou tipo de serviço não disponível.)

source: Network peers
pt: Peers de Rede

source: Select a receiver to use for fallback tuners. If the host receiver is not listed, manually enter the URL or IP address
pt: Selecione um receptor a ser usado como tuner de rede. Se o receptor do host não estiver listado, insira manualmente o URL ou o endereço IP

source: 'Network peer' automatically detects other Enigma2 receivers on the local network. You can also manually enter the URL or IP address.
pt: 'Peer de rede' deteta automaticamente outros recetores Enigma2 na rede local. Também pode inserir manualmente o URL ou endereço IP.

source: Enter the IP address of the host receiver.
pt: Digite o endereço IP do recetor anfitrião.

source: Default port is '%d'. Change if required.
pt: Porta padrão é '%d'. Altere se necessário.

source: Enter the IP address of the receiver to use for fallback tuners.
pt: Introduza o endereço IP do recetor para uso de tuners alternativos.

source: 3D Surround Speaker Position
pt: Posição dos altifalantes Surround 3D

source: wide
pt: largo

source: extra wide
pt: extra largo

source: This option allows you to change the virtual loudspeaker position.
pt: Esta opção permite que altere a posição virtual dos altifalantes.

source: Auto volume level
pt: Nível do volume automático

source: Sort by
pt: Ordenar por

source: Miscellaneous
pt: Miscelâneos

source: Tuner miscellaneous
pt: Tuner miscelâneos

source: Ignore DVB-S namespace sub network
pt: Ignorar nome de sub-rede DVB-S

source: Ignore DVB-C namespace sub network
pt: Ignorar nome de sub-rede DVB-C

source: Ignore DVB-T namespace sub network
pt: Ignorar nome de sub-rede DVB-T

source: On valid ONIDs, ignore frequency sub network part
pt: Em ONIDs válidos, ignorar a parte de rede de sub-frequência

source: Utilities
pt: Utilitários

source: Your timezone in the area.
pt: A área do seu fuso horário

source: Transponder time
pt: Hora do transponder

source: "Wit.ai speech to text Setup" gets the speech data from VUPLUS-BLE-RCU and converts it to text using wit.ai. 1. Sign up for wit.ai (https://wit.ai) 2. Enter "server access token" under the settings menu to below.
pt: "Wit.ai Definição de voz para texto" obtém os dados de voz de VUPLUS-BLE-RCU e converte-o em texto usando wit.ai. 1. Inscreva-se no wit.ai (https://wit.ai) 2. Digite "token de acesso ao servidor" no menu de configuração abaixo.

source: Wit.ai Speech to Text Setup
pt: Wit.ai Definição de voz para texto

source: Conversion of speech to text failed. Please check auth token in Wit.ai STT Setup Plugin.
pt: Falha na conversão de fala para texto. Por favor, verifique o token de autenticação nas definições de Wit.ai STT.

source: Input server access token
pt: Token de acesso ao servidor de entrada

source: [WitAiSttThread] update current time
pt: [WitAiSttThread] atualizar a hora atual

source: [WitAiSttThread] unknown error.
pt: [WitAiSttThread] erro desconhecido.

source: [WitAiSttThread] response text :
pt: [WitAiSttThread] texto de resposta:

source: Converting speech to text using wit.ai server...
pt: A converter voz para texto usando o servidor wit.ai ...

source: Speech to text using Wit.ai for VUPLUS-BLE-RCU.
pt: Voz para texto usando Wit.ai para VUPLUS-BLE-RCU.

source: Menu key : Select quad channel
pt: Tecla Menu: Selecione o canal quádruplo

source: Red key : Show/Hide channel name
pt: Tecla Vermelha : Exibir/Esconder o nome do Canal

source: (current channel)
pt: ( canal atual )

source: <No Channel>
pt: <Sem Canal >

source: <empty>
pt: <vazio>

source: Add New Quad Channel Entry
pt: Adicionar Quádruplo canal

source: Box or driver is not support Quad PiP.
pt: A STB ou os drivers não suportam Quad PiP.

source: Choice where to put "%s"
pt: Escolha o local para pôr "%s"

source: EPG key : Switch to channel list Ok key : Remove selected channel PVR key : Input channel name Exit key : Finish channel edit
pt: Tecla EPG : Exibir a lista de canais Tecla OK : Remover o canal selecionado Tecla PVR : Nome do canal de entrada Tecla EXIT : Finalizar a edição do Canal

source: EPG key : Switch to quad PiP entry Ok key : Add to new entry PVR key : Input channel name Exit key : Finish channel edit
pt: Tecla EPG : alternar entrada quad PiP Tecla OK : Adicionar à nova entrada Tecla PVR : Nome de canal de entrada Tecla EXIT : Terminar a edição do canal

source: Edit Quad Channel Entry
pt: Editar entrada do canal Quádruplo

source: Enable Quad PiP
pt: Ativar Quad PiP

source: Exit Quad Channel Selection
pt: Sair da seleção de canais Quad

source: Exit quad PiP
pt: Sair do Quad PiP

source: Input channel name.
pt: Nome do canal de entrada.

source: Next quad PiP channel
pt: Próximo canal Quad PiP

source: No channel
pt: Sem canal

source: Prev quad PiP channel
pt: Canal Quad PiP anterior

source: Quad PiP Channel Selection
pt: Seleção de Canal Quad PiP

source: Quad PiP Screen
pt: Ecrã Quad PiP

source: Quad PiP channel
pt: Canal Quad PiP

source: Quad PiP is not available.
pt: O Quad PiP não está disponível.

source: Quad Picture in Picture
pt: Imagem na Imagem Quádrupla

source: Really delete this entry?
pt: Excluir mesmo a entrada atual?

source: Remove Quad Channel Entry
pt: Remover entrada do canal Quádruplo

source: Select Quad Channels
pt: Selecionar Canais Quádruplo

source: Select channel audio
pt: Selecionar canal de áudio

source: Show channel selection
pt: Exibe a seleção de canais

source: Show/Hide focus bar
pt: Exibir/Esconder barra de foco

source: Zap focused channel on full screen
pt: Zap focou o canal em tela cheia

source: Turn off HDMI-IN PiP mode
pt: Desativar PiP para HDMI-IN

source: Turn off HDMI-IN full screen mode
pt: Desativar ecrã total para HDMI-IN

source: Turn on HDMI-IN PiP mode
pt: Ativar PiP para HDMI-IN

source: Turn on HDMI-IN full screen mode
pt: Ativar ecrã total para HDMI-IN

source: Please choose an HbbTV application.
pt: Escolha da aplicação HbbTV

source: No detected HbbTV applications.
pt: Não foram detetadas aplicações HbbTV

source: CrossEPG Downloader
pt: Descarga do CrossEPG

source: HbbTV applications
pt: Aplicações HbbTV

source: Youtube
pt: Vídeos no Youtube

source: End alternatives edit
pt: Terminar edições alternativas

source: Abort alternatives edit
pt: Desfazer edições alternativas

source: Country
pt: País

source: Region
pt: Região

source: Force legacy signal stats
pt: Forçar estatísticas de sinal atribuído

source: Send 'sourceactive' before zap timers
pt: Enviar 'Fonte Ativa' antes de zap Timers

source: Create a settings backup before updating.
pt: Crie um backup de configurações antes de atualizar.

source: Allows you to schedule your image backups.
pt: Permite agendar os seus backups de imagem.

source: Allows you to schedule your backups.
pt: Permite agendar os seus backups.

source: Testscreens
pt: Testar ecrãs

source: Hide number markers
pt: Ocultar marcadores de número

source: When enabled, number markers will be hidden.
pt: Quando ativado, os marcadores numéricos serão ocultados.

source: Zap key delay for channel number input
pt: Tempo de entrada de número de canal para Zapping

source: In live view wait this many seconds after a numeric key press before assuming the required channel number has been entered. Default: 5 seconds. Setting zero will require confirmation with 'OK'.
pt: Na exibição ao vivo, espere os segundos necessários depois de uma tecla numérica antes de assumir que o número de canal necessário foi inserido. Padrão: 5 segundos. A configuração zero exigirá confirmação com 'OK'.

source: Show picons during channel number input
pt: Mostrar picons durante a entrada do número do canal

source: Configure whether service picons will be shown in number zap.
pt: Configure se os picons de serviço serão mostrados ao introduzir o número do serviço.

source: < Emergency >
pt: < Emergência >

source: < Current >
pt: < Atual >

source: Press OK to activate the selected%s skin.
pt: Pressione OK para ativar a skin %s selecionada.

source: Press OK to keep the currently selected%s skin.
pt: Pressione OK para manter a skin %s selecionada

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
pt: Para aplicar a skin '%s' selecionada, a GUI precisa reiniciar. Gostaria de reiniciar a GUI agora?

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
pt: Para salvar e aplicar a skin '%s' selecionada, a GUI precisa reiniciar. Deseja salvar a seleção e reiniciar a GUI agora?

source: Please wait
pt: Por favor, espere!...

source: Use the UP and DOWN keys to select language, Menu key to install new language. Afterwards press the OK button.
pt: Use as teclas CIMA e BAIXO para selecionar o idioma, a tecla MENU para instalar um novo. Depois prima a tecla OK.

source: Add Language
pt: Adicionar Idioma

source: Delete Language(s)
pt: Apagar Idioma(s)

source: Start Wizard - Screen Alignment
pt: Assistente Inicial - Alinhamento do Ecrã

source: Warning
pt: Aviso

source: Name:
pt: Nome:

source: Aspect Ratio:
pt: Relação de aspeto:

source: Videosize:
pt: Resolução:

source: Ecm Info not available.
pt: Informações ECM não disponíveis.

source: Sorry, function not available
pt: Desculpe, função não disponível

source: Please wait while starting
pt: Por favor, aguarde enquanto reinicia!

source: Swap total:
pt: Permuta Total:

source: Swap free:
pt: Permuta Livre:

source: Epg Panel
pt: Painel EPG

source: Sys Info
pt: Info Sistema

source: Extra Settings
pt: Definições Extra

source: Set Default CAM
pt: Definir a CAM padrão

source: %d CAMs Installed
pt: %d CAMs Instaladas

source: Common Interface...
pt: Interface Comum..

source: Execute
pt: Executar

source: Script Panel
pt: Painel de Scripts
