Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Configure if and how wide the service name column will be shown in the channel selection list.
pt: Configura se e como, a largura da coluna de nome de serviço será mostrada na lista de seleção de canal.

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
pt: Quando ativo o Enigma2 carrega userbouquets desligados. Significa que os userbouquets estão disponíveis, mas não incluídos nos arquivos bouquets.tv ou bouquets.radio e ainda serão carregados. Isto permite manter os bouquets, enquanto as configurações instaladas são atualizadas

source: Use Virgin EPG information when it is available.
pt: Usar o EPG Virgin quando este estiver disponível.

source: Are you sure you want to delete the EPG data from:
pt: Tem a certeza que deseja apagar os dados EPG de:

source: Configure alignment of the service names.
pt: Configurar o alinhamento dos nomes dos serviços.

source: Configure alignment of the service numbers.
pt: Configurar o alinhamento dos números dos serviços.

source: Configure alignment of service events.
pt: Configurar o alinhamento dos eventos dos serviços.

source: Configure alignment of the timeline date.
pt: Configurar o alinhamento da data na linha de tempo.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
pt: Configurar a largura mínima antes de mostrar o ícon 'i', '0' é igual a não mostrar qualquer ícon.

source: Set the position of the recording icons
pt: Definir a posição dos ícons de gravação

source: Show time in 24 hour clock format.
pt: Exibe o relógio no formato de 24 horas.

source: Timeline 24 Hour
pt: Linha de tempo 24 horas

source: Info icon width
pt: Largura do ícon de informação

source: Position of recording icons
pt: Posição dos ícons de gravação

source: Alignment of service names
pt: Alinhamento do nome dos serviços

source: Alignment of service numbers
pt: Alinhamento do número dos serviços

source: Alignment of events
pt: Alinhamento de eventos

source: Alignment of timeline date
pt: Alinhamento da data na linha de tempo

source: Use separate Picon pack for Front Display
pt: Usar pacote de picons separado para o Painel Frontal

source: Brightness (Dimmed)
pt: Brilho (esmaecido)

source: Dim delay
pt: Atraso não ofuscante

source: Use piconlcd directory for picons on color LCD
pt: Usar o diretório piconlcd para picons no LCD colorido.

source: Configure the brightness level of the front panel display for dimmed operation.
pt: Configura o nível de brilho do visor do painel frontal para operação esmaecida.

source: Dim the LCD after specified time.
pt: Ofusque o LCD depois de tempo especificado.

source: Mount again
pt: Montar outra vez

source: Mount Manager
pt: Gestor de Montagens

source: Network Browser
pt: Explorador de Redes

source: Attempt to recover lost mounts (in background)
pt: Tentar recuperar montagens perdidas (em segundo plano)

source: Manage your network shares...
pt: Gerir as suas partilhas de rede...

source: Search for network shares...
pt: Procura de partilhas de rede...

source: Are you ready to install "%s" ?
pt: Está preparado para instalar "%s" ?

source: When enabled, reformat subtitles to match the width of the screen.
pt: Quando ativo, ajusta as legendas à largura do écrã

source: Configure if behind the subtitles a background is shown.
pt: Configurar se atrás das legendas é exibido um fundo.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
pt: Configurar se as legendas devem mudar entre normal. itálico, negrito e itálico negrito

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
pt: Substitui '- ' nos diálogos com texto colorido por orador ( como legendas de teletexto para deficientes auditivos

source: When enabled, a warning will be displayed that timeshift is not supported in an IP stream..
pt: Quando ativo, um aviso será exibido que o timeshift não é suportado em transmissões por IP.

source: Detected tuners:
pt: Tuners detetados:

source: Detected devices:
pt: Dispositivos detetados:

source: Network servers:
pt: Servidores de Rede:

source: Skin name: %s
pt: Skin nome: %s

source: Installed: %s
pt: Instalada: %s

source: Last update: %s
pt: Atualizada em: %s

source: Model: %s %s
pt: Modelo: %s %s

source: System temperature: %s%sC
pt: Temperatura do Sistema: %s%sC

source: Streaming clients info
pt: Informação de clientes streaming

source: No stream clients
pt: Não existem clientes de stream

source: On your remote, click on the button you want to change
pt: No seu telecomando, prima a tecla que pretende modificar

source: Animation Setup
pt: Definição das Animações

source: Disable Animations
pt: Desativar Animações

source: Simple fade
pt: Desvanecer simples

source: Grow drop
pt: Crescer e cair

source: Grow from left
pt: Crescer a partir da esquerda

source: Popup
pt: Aparecer

source: Slide drop
pt: Deslizar a cair

source: Slide left to right
pt: Deslizar da esquerda para direita

source: Slide top to bottom
pt: Deslizar de cima para baixo

source: Stripes
pt: Tiras ou Fitas

source: * current animation
pt: * animação em execução

source: Animation Speed
pt: Velocidade da animação

source: Select the desired function and click on "OK" to assign it. Use "CH+/-" to toggle between the lists. Select an assigned function and click on "OK" to de-assign it. Use "Next/Previous" to change the order of the assigned functions.
pt: Selecione a função desejada e clique em "OK" para atribuí-la. Usar "CH + /-" para alternar entre as listas. Selecione uma função atribuída e clique em "OK" para desativá-la. Use "Seguinte/Anterior" para alterar a ordem das funções atribuídas.

source: Enable Virgin EPG
pt: Ativar EPG Virgin

source: Always use second infobar
pt: Usar sempre a segunda barra de informações

source: Always show second infobar instead of standard infobar.
pt: Mostra sempre a segunda barra de informações em vez da barra de informações padrão.

source: Enable infobar fade-out
pt: Ativar o esmaecimento a barra de informações

source: Fade the infobar when hiding
pt: Esmaecer a barra de informações quando se esconde

source: Infobar fade-out speed
pt: Velocidade de esmaecimento da barra de informações

source: Configure the infobar fading speed
pt: Configurar a velocidade do esmaecimento da barra de informações

source: Show spinning logo when the system is busy.
pt: Exibe o logotipo a rodar quando o sistema está ocupado

source: Show positioner position
pt: Exibe a posição do posicionador

source: Configure whether or not an rotor position will be displayed on infobar
pt: Configurar ou não se uma posição do rotor será exibida na barra de informações

source: Show picon background color
pt: Exibe a cor de fundo para picons

source: Infobar frontend data source
pt: Fonte de dados frontend na barra de informações

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
pt: Configura a fonte de dados frontend como é mostrada nas barras de informações. 'Definições' são armazenadas nas configurações. 'Tuner' é como relatado pelo tuner.

source: Show full menu path
pt: Exibe o caminho de menu completo

source: This option allows you to show the full menu path
pt: Esta opção permite-lhe mostrar o caminho de menu completo

source: Wait please while scanning your devices...
pt: Aguarde por favor enquanto se procura por dispositivos...

source: Devices changes need a system restart to take effects. Restart your Box now?
pt: As mudanças de dispositivos necessitam de reinício do sistema para produzir efeitos. Reiniciar a sua Vuplus agora?

source: Swap already disabled.
pt: Swap já inativo.

source: Swap status: disabled
pt: Estado do Swap: inativo

source: Swap status: active Swap file: %s Swap size: %d M Swap used: %s Kb
pt: Estado do Swap: ativo Ficheiro Swap: %s Tamanho Swap: %d M Swap usado: %s Kb

source: Swap file is active. Remove it before to create a new swap space.
pt: O ficheiro de Swap está ativo. Remova-o antes de criar um novo espaço Swap.

source: Sorry no valid device found. Be sure your device is Linux formatted and mapped. Please use Black Hole format wizard and Black Hole device manager to prepare and map your usb stick.
pt: Desculpe nenhum dispositivo válido. Certifique-se de que o seu dispositivo está formatado em Linux e mapeado. Por favor, use o assistente de formatação da Black Hole e o gestor de dispositivos Black Hole para preparar e mapear a sua unidade usb.

source: Be sure your device is Linux formatted and mapped.
pt: Certifique-se de que o seu dispositivo está formatado em Linux e mapeado.

source: Please use Black Hole format wizard and Black Hole device manager to prepare and map your usb stick.
pt: Por favor, use o assistente de formatação da Black Hole e o gestor de dispositivos Black Hole para preparar e mapear a sua unidade usb.

source: Select the Swap File device:
pt: Selecione o dispositivo de Swap:

source: Select the Swap File Size:
pt: Selecionar o tamanho de Swap:

source: Swap File created.
pt: Ficheiro de Swap criado.

source: Swap File creation Failed. Check for available space.
pt: Erro ao criar ficheiro Swap. Verifique o espaço disponível.

source: This wizard will help you to format Usb mass storage devices for Linux.
pt: Este assistente ajuda-o a formatar dispositivos USB em Linux para armazenamento de dados.

source: Please be sure that your usb drive is NOT CONNECTED to your Vu+ box before you continue.
pt: Por favor, certifique-se de que a sua unidade USB NÃO ESTÀ CONETADA à sua VuPlus antes de continuar.

source: If your usb drive is connected and mounted you have to poweroff your box, remove the usb device and reboot.
pt: Se a unidade usb estiver CONETADA E MONTADA desligue a sua VuPlus. Remova o dispositivo usb e reinicie.

source: Press Red button to continue, when you are ready and your usb is disconnected.
pt: Pressione a tecla VERMELHA para continuar, quando estiver pronto e a sua usb estiver desconetada.

source: Sorry, no new usb storage device detected. Be sure to follow the wizard instructions.
pt: Desculpe, não existe alguma unidade nova detetada. Certifique-se que segue as instruções do assistente.

source: Continue ->
pt: Continuar ->

source: Create
pt: Criar

source: Open Black Hole Usb Format Wizard
pt: Assistente de formatação USB OBH

source: Connect your usb storage to your Vu+ box
pt: Conete a sua unidade de armazenamento USB à sua VuPlus

source: Press Red button to continue when ready.
pt: Prima a tecla VERMELHA para continuar, quando estiver pronto.

source: Warning: If your usb is already connected
pt: A V I S O : Se a sua unidade USB já estiver conetada

source: to the box you have to unplug it, press
pt: ao seu recetor VuPlus, tem de a desconetar, prima

source: the Green button and restart the wizard.
pt: a tecla VERDE e reinicie o assistente.

source: The wizard will now try to identify your connected usb device.
pt: O assistente irá agora tentar identificar o dispositivo conetado.

source: Press Red button to continue.
pt: Prima a tecla VERMELHA para continuar.

source: Select number of partitions:
pt: Selecionar o número de partições:

source: Enter the size in Megabyte of the first partition:
pt: Introduzir o espaço em Megabytes para a 1ª partição:

source: Enter the size in Megabyte of the second partition:
pt: Introduzir o espaço em Megabytes para a 2ª partição:

source: Enter the size in Megabyte of the third partition:
pt: Introduzir o espaço em Megabytes para a 3ª partição:

source: Partition size
pt: Tamanho da partição

source: Total Megabyte Available:
pt: Total de MB disponíveis:

source: %s1 size:%s M
pt: %s1 tamanho:%s M

source: %s2 size:%s M
pt: %s2 tamanho:%s M

source: %s3 size:%s M
pt: %s3 tamanho:%s M

source: %s4 size:%s M
pt: %s4 tamanho:%s M

source: Warning: all the data will be lost. Are you sure you want to format this device?
pt: Aviso: todos os dados serão perdidos. Tem a certeza que deseja formatar este dispositivo?

source: Sorry, your partition(s) sizes are bigger than total device size.
pt: Desculpe, os tamanhos das partições são maiores que o tamanho total do dispositivo.

source: Partitioning...
pt: A particionar...

source: The device has been partitioned. Partitions will be now formatted.
pt: O dispositivo foi particionado. As partições serão agora formatadas.

source: Choice filesystem.
pt: Escolha do Sistema de Ficheiros.

source: Formatting...
pt: A formatar...

source: The Box will be now restarted to generate a new device UID. Don't forget to remap your device after the reboot. Press ok to continue
pt: A Vuplus será reiniciada para gerar novos dispositivos UID. Não se esqueça de remapear o dispositivo após o reinício. Prima a tecla OK para continuar

source: ext2 - recommended for USB flash memory
pt: ext2 - recomendado para Usb Pen Drives

source: ext3 - recommended for harddrives
pt: ext3 - recomendado para Discos Rígidos

source: ext4 - recommended for meoboot
pt: ext4 - recomendado para OpenMultboot

source: vfat - use only for media-files
pt: vfat - usar apenas para arquivos de mídia

source: Dlna Browser not installed.
pt: Explorador DLNA não está instalado.

source: MiniDlna Server not installed.
pt: Servidor MiniDLNA não está instalado.

source: Inactive
pt: inativo

source: Set Active
pt: Ativar

source: Backup your Settings. You can setup backup location and backup files in Plugins -> Software management -> advanced.
pt: Faça um Backup das suas definições. Pode definir a localização do Backup e efetuá-lo em: Gestão de Plugins -> Gestão de Software -> Avançado.

source: HDD = Do you want to make a backup image on your HDD ? This will take between 2 and 10 minutes, and is fully automatic.
pt: HDD = Pretende efetuar um backup completo da imagem no seu Disco Rígido? Isto irá demorar entre 2 a 10 minutos, e será completamente automático.

source: USB = Do you want to make a USB backup ? This will take between 4 and 15 minutes depending on the filesystem used and is fully automatic. Make sure you insert a USB flash drive before you select USB.
pt: USB = Pretende efetuar um backup completo da imagem no seu dispositivo USB? Isto irá demorar entre 4 a 15 minutos dependendo do sistema de ficheiros, e será completamente automático. Certifique-se de inserir uma unidade USB, antes de selecionar USB.

source: Please be patient, a backup will now be made,
pt: Por favor seja paciente, um backup será efetuado agora,

source: because of the used filesystem the backup
pt: por causa do sistema de ficheiros, o backup da imagem

source: will take between 3 and 12 minutes for this system
pt: demorará entre 3 a 12 minutos para este sistema.

source: No /hdd found !! Please make sure you have a HDD mounted.
pt: Não encontrado /hdd !! Certifique-se que o seu HDD está montado.

source: Not enough free space on /hdd !! You need at least 300Mb free space.
pt: Espaço insuficiente em /hdd !! Necessita de pelo menos 300Mb livres.

source: Not enough free space on %s !! You need at least 300Mb free space.
pt: Espaço insuficiente em %s !! Necessita de pelo menos 300Mb livres.

source: No USB Device found for fullbackup !!
pt: Dispositivo USB não encontrado para efetuar um Backup Completo!!

source: To backup directly to a USB stick, the USB stick MUST
pt: Para efetuar um backup diretamente para uma unidade USB, a unidade USB deve

source: contain a file with the name:
pt: conter um arquivo com o nome:

source: backupstick or backupstick.txt
pt: backupstick ou backupstick.txt

source: USB DEVICE found on: /media/%s
pt: Dipositivo USB encontrado em: /media/%s

source: Full backup on %s
pt: Backup completo em %s

source: %s not found !!
pt: %s não encontrado !!

source: Please Flash your Kernel new and Backup again
pt: Por favor atualize o seu novo KERNEL e execute o Backup novamente.

source: Configuration...
pt: Configuração

source: Retrieving data ...
pt: A recuperar dados ...

source: Please disable ALL the plugins you don't need to use. This will Speed Up Image Performance.
pt: Por favor inative TODOS os plugins de que não necessita. Isto irá tornar a sua Imagem mais rápida.

source: Show 2160p 24fps as
pt: Exibe 2160p 24fps como

source: Show 2160p 25fps as
pt: Exibe 2160p 25fps como

source: Show 2160p 30fps as
pt: Exibe 2160p 30fps como

source: Show 2160p 50fps as
pt: Exibe 2160p 50fps como

source: Show 2160p 60fps as
pt: Exibe 2160p 60fps como

source: Show 480/576p 24fps as
pt: Exibe 480p/576 24fps como

source: Videomode
pt: Modo de Vídeo

source: System temperature: %s
pt: Temperatura do Sistema: %s

source: Black Hole E2 Manual Install Ipk Packages
pt: Instalar Pacotes IPK na OpenBh Enigma2

source: Black Hole Image Statistics
pt: Estatísticas Open Black Hole E2

source: Black Hole Image Statistics: _____________________________________
pt: Estatísticas Open Black Hole E2: _______________________________________________

source: Open Black Hole E2 Statistics
pt: Estatísticas Open Black Hole E2

source: Total Connections:
pt: Total de Ligações:

source: Today Connections:
pt: Ligações efetuadas hoje:

source: Available Forums:
pt: Foruns disponíveis:

source: Shouts sent by users:
pt: Mensagens enviadas por utlizadores:

source: Top downloaded File:
pt: Ficheiro mais descarregado:

source: Total Downloads:
pt: Descargas totais:

source: Fast Plug. Setup
pt: Def. Plugin Rápido

source: Fast Plug
pt: Plugin Rápido

source: Fast Plugin not found. You have to setup Fast Plugin before to use this shortcut.
pt: Plugin rápido não encontrado. Tem de definir o Plugin Rápido, antes de usar este atalho.

source: Set Favourite
pt: Definir o Favorito

source: Fast plugin set to:
pt: Plugin Rápido definido para:

source: Key: 2x Green
pt: Tecla: 2x Verde

source: Configuration Saved
pt: Configuração salva

source: Black Hole Script Panel
pt: Painel de Scripts Open Black Hole

source: Black Hole E2 Script:
pt: Script E2 Open Black Hole:

source: Open service list and select the next channel
pt: Abrir lista de serviços e selecionar o canal seguinte

source: Open service list and select the previous channel
pt: Abrir lista de serviços e selecionar o canal anterior

source: Open service list and select the next channel for PiP
pt: Abrir lista de serviços e selecionar o canal seguinte em PiP

source: Open service list and select the previous channel for PiP
pt: Abrir lista de serviços e selecionar o canal anterior em PiP

source: Switch to the next channel in history
pt: Mudar para o canal seguinte no histórico

source: Switch to the previous channel in history
pt: Mudar para o canal anterior no histórico

source: Switch to the next channel
pt: Mudar para o canal seguinte

source: Switch to the previous channel
pt: Mudar para o canal anterior

source: Show program information...
pt: Exibe a informação do programa...

source: Toggle Digital downmix...
pt: Alternar o downmix digital...

source: Pause/Continue playback
pt: Pausar / Continuar a Reprodução

source: Jump to the next marked position
pt: Saltar para a posição marcada seguinte

source: Jump to the previous marked position
pt: Saltar para a posição marcada anterior

source: Show the DreamPlex player...
pt: Exibe o Reprodutor DreamPlex...

source: Show subtitle selection
pt: Exibe a seleção de legendas

source: Show graphical multi EPG
pt: Exibe o EPG múltiplo gráfico

source: Activate HbbTV (RedButton)
pt: Ativar o HbbTV (Tecla vermelha)

source: Open bouquet list
pt: Abrir a lista de bouquets

source: Uninstall Confirmation
pt: Confirmar Desinstalação

source: Are you sure you want to Remove Package:
pt: Tem a certeza que deseja remover o pacote:

source: Console
pt: Consola

source: F i l e l i s t
pt: L i s t a d e A r q u i v o s

source: P l a y l i s t
pt: L i s t a d e R e p r o d u ç ã o

source: about
pt: Sobre

source: preferences
pt: Preferências

source: Preferences
pt: Preferências

source: Deep
pt: Desligar

source: Parental
pt: Paternal

source: Ask user (with default as 'yes')
pt: Perguntar ao utilizador (por defeito 'sim')

source: Ask user (with default as 'no')
pt: Perguntar ao utilizador (por defeito 'não')

source: Select Network Interface
pt: Selecionar Interface de Rede

source: Rescan
pt: Procurar

source: Press OK to expand this host
pt: Prima OK para expandir este Host

source: Mountpoints
pt: Montar

source: Devices Mountpoints Setup
pt: Definição de Montagens de Dispositivos

source: Wait please, download in progress...
pt: Espere for favor, descarga em execução...

source: Remote
pt: Comando

source: Animation
pt: Animação

source: Position
pt: Posição

source: User
pt: Utilizador

source: Storage
pt: Disco rígido

source: Filesystem
pt: Sistema de Ficheiros

source: TunerConf
pt: Tuners

source: Tuners & Scanning
pt: Tuners e Sintonização

source: CI
pt: Int. Comum

source: Inadyn Manager
pt: Gestor de Inadyn

source: Activate Inadyn
pt: Ativar Inadyn

source: System:
pt: Sistema:

source: Status:
pt: Estado

source: Swap File Manager
pt: Gestão do ficheiro Swap

source: Fast Plugin Setup
pt: Definição do Plugin Rápido

source: Package Details
pt: Detalhes do Pacote

source: Download Complete
pt: Descarga Concluída

source: Skins Image Open Black Hole
pt: Skins Open Black Hole

source: Open Black Hole Skins
pt: Skins Open Black Hole

source: Black Hole Settings
pt: Listas Open Black Hole

source: Skin
pt: Skins

source: Configure alignment of service numbers.
pt: Configurar o alinhamento dos números do serviço.

source: Open Black Hole Addons Plugins
pt: Open BH Addons e Plugins

source: Frequency (kHz)
pt: Frequência (KHz)

source: Signal Finder
pt: Localizador de Sinal

source: Welcome...
pt: Bem vindo...

source: Enable Wake On Lan
pt: Ativar Wake On Lan

source: Please wait while your network configuration is activated...
pt: Por favor espere enquanto a configuração de rede é ativada.

source: Red colored
pt: Colorido a vermelho

source: < Default >
pt: < Padrão >

source: < Default with Picon >
pt: < Padrão com Picon >

source: Your %s %s will be restarted after the installation of the service Are you ready to install "%s" ?
pt: A sua %s %s será reiniciada após a instalação do serviço Está pronto para instalar "%s"?

source: Your %s %s will be restarted after the removal of the service Do you want to remove the service now ?
pt: A sua %s %s será reiniciada após a remoção do serviço Quer remover o serviço agora?

source: Mounts
pt: Montagens

source: Apps
pt: Aplicações

source: Device
pt: Ligações

source: Backup
pt: Backups

source: Reload Device
pt: Recarregar

source: Setting
pt: Definição

source: Backup Complete
pt: Backup concluído!...

source: No priority
pt: Sem prioridade

source: Set the MAC address of your %s %s.
pt: Definir o endereço MAC na sua %s %s.

source: CPU speed: %s
pt: Veloc. CPU: %s

source: Image: %s.%s%s (%s)
pt: Imagem: %s.%s%s (%s)

source: E2 (re)starts: %s
pt: E2 (re)inícios: %s

source: System temp: %s
pt: Temp. Sistema: %s

source: Last update: %s
pt: Atualizada em: %s

source: Enable Focus Animation
pt: Ativar Foco da Animação

source: Same behavior as current animation
pt: Mesmo comportamento de animação atual

source: Press '0' to toggle PiP mode
pt: Prima "0" para permutar no modo PiP

source: Current mode: %s
pt: Modo corrente: %s

source: Customize settings
pt: Personalização e Preferências

source: Show menu numbers
pt: Exibe números nos Menus

source: This option allows you to show menu number quick links.
pt: Esta opção permite usar teclas numéricas de atalhos nos menus.

source: HDMI Colordepth
pt: HDMI Profundidade de Cor
