Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Skip internet connection check (disables automatic package installation)
pt: Ignorar a verificação de conexão de internet (desativa a instalação automática de pacotes)

source: This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
pt: Este Iniciar assistente irá guiá-lo através da configuração básica da sua %s %s. Pressione a tecla OK no seu telecomando para ir avançar para o passo seguinte.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
pt: Obrigado por usar o assistente. A sua %s %s está agora pronta a usar. Por favor pressione OK para começar a usar a sua %s %s.

source: Use the up/down keys on your remote control to select an option. After that, press OK.
pt: Use os botões cima/baixo do seu comando para selecionar a opção. Depois disso, prima OK

source: Use the wizard to set up basic features
pt: Use o assistente para instalar as caraterísticas básicas

source: What do you want to scan?
pt: O que deseja procurar?

source: Yes, do a manual scan now
pt: Sim, iniciar procura manual

source: Yes, do an automatic scan now
pt: Sim, iniciar procura automática

source: Yes, do another manual scan now
pt: Sim, continuar procura manual

source: Your receiver is not connected to the internet
pt: O seu recetor não está ligado à internet

source: Configure interface
pt: Configurar interface

source: Please setup your user interface by adjusting the values till the edges of the blue box are touching the edges of your TV. When you are ready press OK to continue.
pt: Por favor configure a sua interface do utlizador, ajustando os valores até que as bordas da caixa azul toquem nas bordas de sua TV. Quando estiver pronto, pressione OK para continuar.

source: Refresh rate selection.
pt: Seleção da taxa de atualização.

source: Select refresh rate
pt: Selecione a taxa de atualização

source: Select video input with up/down buttons
pt: Selecionar entrada de vídeo com os botões de cima/baixo

source: Select video mode
pt: Selecione modo de Vídeo

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
pt: Seleção de entrada de vídeo Por favor pressione OK se pode ver esta página na sua TV (ou selecione uma porta de entrada diferente). A próxima Porta de entrada vai ser sondada automaticamente em 20 segundos.

source: Video mode selection.
pt: Seleção do modo de vídeo

source: Configure nameservers
pt: Configurar servidores DNS

source: Configure your network again
pt: Configura a sua rede outra vez

source: List available networks
pt: Lista de redes disponíveis

source: Manual configuration
pt: Configuração manual

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
pt: Por favor configure ou verifique o servidor DNS preenchendo os valores requeridos. Quando estiver pronto prima OK.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
pt: Por favor configure a ligação de internet preenchendo os valores necessários. Quando estiver preparado prima OK para continuar.

source: Please follow the instructions on the TV
pt: Siga as instruções na TV

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
pt: Por favor selecione uma interface de rede para usar como ligação de internet. Prima OK para continuar

source: Please select the wireless network that you want to connect to. Please press OK to continue.
pt: Por favor escolha a Rede sem fios ao qual se quer ligar. Por favor prima OK para continuar.

source: Select wireless network
pt: Selecionar Rede sem fios

source: Thank you for using the wizard. Please press OK to continue.
pt: Obrigado por usar o Assistente. Por favor prima OK para continuar.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
pt: Este plugin de Rede sem fios não está instalado! Por favor instale-o e escolha o que fazer a seguir.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
pt: Bem Vindo. Se quiser ligar a %s %s à internet, o Assistente irá guiá-lo através da configuração básica da sua %s %s. Prima OK para iniciar a configuração de rede

source: Wireless network connection setup
pt: Configuração de conexão de rede sem fios

source: Wireless network connection setup.
pt: Configuração de conexão de rede sem fios.

source: Your %s %s is now ready to use. Your internet connection is working now. Please press OK to continue.
pt: A %s %s está pronta a funcionar. A ligação à internet está agora a funcionar. Por favor prima OK para continuar.

source: Your internet connection is not working! Please choose what you want to do next.
pt: A ligação à Internet não está a funcionar! Por favor escolha o que fazer a seguir.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
pt: A ligação sem fios de internet não foi estabelecida! A Pen USB WLAN foi inserida? Por favor escolha o que fazer a seguir.

source: Install a new image with a USB stick
pt: Instalar uma nova imagem por USB

source: Install a new image with your web browser
pt: Instalar uma nova imagem por web browser

source: No backup needed
pt: BackUp não necessário

source: No, do nothing.
pt: Não, não faça nada.

source: No, just start my %s %s
pt: Não, iniciar apenas a minha %s %s.

source: OK, guide me through the upgrade process
pt: OK, ajude-me no processo de atualização

source: The backup failed. Please choose a different backup location.
pt: O Backup falhou. Por favor faça o Backup noutra pasta, ou utilize outro dispositivo.

source: The wizard is finished now.
pt: O assitente terminou.

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your %s %s by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
pt: Bem-vindo ao assistente de atualização de imagem. O assistente ajudá-lo-á a atualizar o firmware da sua %s %s, fornecendo uma instalação de backup de suas configurações atuais e uma breve explicação de como atualizar seu firmware.

source: Welcome to OpenBlackHole! NOTE: This section of the wizard is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: If you continue adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to change these settings or No to skip this step.
pt: Bem-vindos à Open BlackHole! NOTA: Esta secção do assistente destina-se a pessoas que não podem desativar a varredura na sua televisão/ecrã. Por favor, tente primeiro desativar a varredura antes de usar este recurso. USO: Continue a ajustar o tamanho da tela e as configurações de posição para que a camada de interface do utilizador sombreada *apenas* cubra o padrão de teste em segundo plano. Selecione Sim para alterar essas configurações ou Não para saltar este passo.

source: Please setup your user interface by adjusting the values till the edges of the user interface box are covering the test pattern and touching the edges of your TV. When you are ready press OK to continue.
pt: Por favor, configure sua interface de utilizador ajustando os valores até que as bordas da caixa de interface do usuário estejam cobrindo o padrão de teste e tocando nas bordas da sua TV. Quando estiver pronto, pressione OK para continuar.

source: Your internet connection is working now. Please press OK to continue.
pt: A ligação à internet está agora a funcionar. Por favor, prima OK para continuar.

source: Please use Virtual Keyboard for text rows only: -Username -Password -Alias -System
pt: Por favor, use o Teclado Virtual apenas para linhas de texto: -Utilizador -Senha -Alias -Sistema

source: Where do you want to backup your settings?
pt: Onde deseja salvar as suas definições?

source: Yes, backup my settings!
pt: Sim, salve as minhas definições!

source: Yes, restore the settings now
pt: Sim, restaurar agora as minhas definições.

source: Yes, shut down now.
pt: Sim, desligar agora.

source: You have chosen to backup your settings. Please press OK to start the backup now.
pt: Escolheu fazer um backup de configurações. Por favor prima OK para fazer o backup agora.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
pt: Escolheu restaurar as configurações. O enigma2 irá reiniciar depois do restauro. Por favor, prima OK para iniciar o restauro.

source: You need a PC connected to your %s %s. If you need further instructions, please visit the website http://www.dm7025.de. Your %s %s will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
pt: Necessita de um PC ligado á %s %s.Para mais instruções, visite https://www.vuplus-community.com/board . A %s %s está em espera. Após atualizar a sua box seguindo as instruções da página Web, o novo firmware pedir-lhe-á para restaurar as suas definições.

source: Your %s %s is shutting down. Please wait...
pt: A sua %s %s está a desligar. Por favor espere...

source: Your backup succeeded. We will now continue to explain the further upgrade process.
pt: Backup efetuado com sucesso. Vamos agora continuar a explicar o processo da nova Atualização.

source: Question
pt: Pergunta

source: Backup your settings
pt: Backup das definições

source: Backup your Settings.
pt: Backup das definições da OpenBH

source: You can setup backup location and backup files in Plugins ->Software management -> advanced.
pt: Pode fazer a configuração da localização do Backup em: * Plugins -> Gerenciamento de Software -> avançado.

source: ImageBackup
pt: Backup completo da Imagem

source: Open Black Hole Settings
pt: Definições Open Black Hole

source: Black Hole Speed Up
pt: Acelerador da Black Hole

source: Devices Manager
pt: Gestor de Dispositivos

source: General settings
pt: Configurações Gerais

source: Osd settings
pt: Configuração do OSD

source: Osd Position setup
pt: Definição da posição OSD

source: Osd 3D setup
pt: Definição do OSD 3D

source: Usb Format Wizard
pt: Assistente Formatação USB

source: Swap File settings
pt: Definição do Ficheiro Swap

source: Inadyn
pt: Inadyn Segurança de Rede

source: Dlna Client
pt: Cliente DLNA para Mídia

source: Dlna Server
pt: Servidor DLNA para Mídia

source: OpenVpn Panel
pt: Painel de definição OpenVpn

source: Internal Epg settings
pt: Definições do EPG interno

source: Record settings
pt: Definições para gravação

source: Auto language settings
pt: Definições de idioma automático

source: Network Browser & Mountpoints
pt: Explorador e Montagens de Rede

source: Extended
pt: Estendido

source: Open Black Hole Green Panel
pt: Open BlackHole Painel Verde

source: Black Hole Green Panel
pt: Open BlackHole Painel Verde

source: Open Black Hole Blue Panel
pt: Open BlackHole Painel Azul

source: Black Hole Blue Panel
pt: Open BlackHole Painel Azul

source: Black Hole E2 Addons Manager
pt: Gestor de Addons E2 Black Hole

source: Addons Manager
pt: Gestor de Addons

source: Addons Download Manager
pt: Gestor de descargas de Addons

source: Open Black Hole online update
pt: Atualização Online da Imagem

source: Manual Install Bh packages
pt: Instalar pacotes Black Hole

source: Manual Install Ipk packages
pt: Instalar pacotes Ipk Enigma2

source: Manual Install Ipk Packages
pt: Instalar pacotes Ipk Enigma2

source: Addons Uninstall Panel
pt: Desinstalar Addons e Plugins

source: Black Hole Statistics
pt: Estatísticas Open Black Hole

source: Addons Parental Control
pt: Controlo Paternal de Addons

source: Downloads Manager
pt: Gestor de Descargas

source: Open Black Hole Image Skins
pt: Skins Open Black Hole

source: Black Hole Image Script
pt: Script Imagem Black Hole

source: Black Hole Image Boot Logo
pt: Logotipos Open Black Hole

source: Picons Packages
pt: Pacotes de Picons

source: Latest 10 Uploads
pt: Últimos 10 Uploads

source: Uninstall Panel
pt: Painel Desinstalador

source: Wait please connection in progress ...
pt: Espere por favor! Ligação em execução ...

source: Connection Established
pt: Ligação efetuada!...

source: Show transponder info
pt: Exibe informação do transponder

source: Transponder Information
pt: Informação do transponder

source: Set as startup service
pt: Definir o serviço no arranque

source: Set startup service
pt: Definir o serviço no arranque?

source: Only on startup
pt: Apenas no arranque

source: Also on standby
pt: Também para Modo de Espera

source: Mark service as a dedicated 3D service
pt: Marcar o serviço como um serviço 3D dedicado

source: Unmark service as a dedicated 3D service
pt: Desmarcar o serviço como um serviço 3D dedicado

source: Cover dashed flickering line for this service
pt: Cobrir a linha de cintilação tracejada para este serviço

source: Uncover dashed flickering line for this service
pt: Descobrir a linha de cintilação tracejada para este serviço

source: Hide dotted line on the top for this service
pt: Esconder a linha de pontos superior para este serviço

source: Remove 'hide dotted line on the top for this service'
pt: Remover 'esconder a linha de pontos para este serviço'

source: Add service to bouquet
pt: Adicionar serviço ao bouquet

source: Play as picture in picture
pt: Reproduzir como imagem na imagem (PIP)

source: Find currently played service
pt: Encontrar o serviço em reprodução

source: Rename entry
pt: Renomear entrada

source: Please enter a new name:
pt: Escreva outro nome:

source: Remove entry
pt: Remover entrada

source: and never ask again this session
pt: e nunca perguntar novamente nesta sessão

source: Yes, allways
pt: Sim, sempre

source: Allways ask
pt: Perguntar sempre

source: Are you sure you want to remove this entry?
pt: Tem a certeza, que quer remover esta entrada?

source: Enable move mode
pt: Ativar o modo de mover serviços

source: Disable move mode
pt: Desativar o modo de mover serviços

source: Add marker
pt: Adicionar marcador

source: markername
pt: Nome do marcador

source: Enable bouquet edit
pt: Ativar a edição de bouquets

source: Add alternatives
pt: Adicionar alternativos

source: Edit alternatives
pt: Editar alternativos

source: Show alternatives
pt: Exibe alternativos

source: Remove all alternatives
pt: Remover todos os alternativos

source: Jump first press in channel selection
pt: Salto alfabético na seleção de canais

source: Show crypto icons
pt: Exibe icons de serviço codificado

source: Configure if and how crypto icons will be shown in the channel selection list.
pt: Configurar se e como os ícones de codificação serão mostrados na lista de seleção de canais.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are perfomed.
pt: Esta opção permite que escolha o que pressionar a tecla salta no écran de lista de canal, (então pressione '2' salta para 'A' ou '2' primeiro), quando são realizadas ações predefinidas 'Ações rápidas'

source: HDMI Colorspace
pt: Espaço de cor HDMI

source: Change the Colorspace from Auto to RGB
pt: Mudar o Espaço de cor de Auto para RGB

source: Auto Volume Level
pt: Nível de volume automático

source: This option configures output for Auto Volume Level.
pt: Esta opção configura a saída para nível de volume automático.

source: Enable fallback remote receiver
pt: Ativar recursos no recetor remoto

source: Fallback remote receiver URL
pt: URL dos recursos no recetor remoto

source: Fallback remote receiver streaming port
pt: Porta de transmissão dos recursos no recetor remoto

source: Enable timer conflict detection
pt: Ativar deteção de conflitos de Timer

source: Preferred tuner DVB-S
pt: Tuner DVB-S preferido

source: Preferred tuner for recordings
pt: Tuner preferido para gravações

source: Preferred tuner DVB-S for recordings
pt: Tuner DVB-S preferido para gravações

source: Descramble sending http streams
pt: Descodificar ao enviar transmissões http

source: Descramble receiving http streams
pt: Descodificar ao receber transmissões http

source: Require authentication for http streams
pt: Requere autenticação para transmissões http

source: Load unlinked userbouquets
pt: Carregar bouquets do utilizador desligados

source: Enable parental protection
pt: Ativar proteção paternal

source: Please enter the new Pin code
pt: Por favor introduza o novo código Pin

source: When you perform a factory reset, you will lose ALL of your configuration data (including bouquets, services, satellite data ...) After completion of the factory reset, your %s %s will restart automatically! Do you really want to do a factory reset?
pt: Quando executar um restauro de fábrica, vai perder TODA a sua configuração (incluindo bouquets, serviços, posições de satélite...) Após a conclusão do restauro de fábrica, a sua %s %s reiniciará automaticamente! Pretende, mesmo assim, fazer um restauro de fábrica?

source: Load-Save-Delete
pt: Carregar-Salvar-Apagar

source: Delete EPG
pt: Apagar EPG

source: EPG-Importer
pt: Importador EPG

source: Smooth
pt: Suavidade

source: Show warning when in a stream
pt: Exibe aviso quando em transmissão

source: Rewrap subtitles
pt: Reacondicionar legendas

source: Show background behind subtitles
pt: Exibe fundo atrás das legendas

source: External subtitle switch fonts
pt: Mudar fonte nas legendas externas

source: External subtitle dialog colorisation
pt: Colorir legendas externas nos diálogos

source: Subtitle
pt: Legendas

source: Customise
pt: Personalizar definições

source: Convert
pt: Converter

source: Installation Confirm
pt: Confirmação de Instalação

source: Do you want to install the Addon:
pt: Quer instalar o Addon:

source: Ipk Package Installation
pt: Instalação de Pacotes Ipk

source: Here you can install any ipk packages.
pt: Aqui poderá instalar quaisquer pacotes Ipk.

source: Gui will now restart to complete the package installation. Press ok to continue
pt: GUI irá agora reiniciar para concluir a instalação do pacote. Pressione OK para continuar

source: Nothing to install. You have to Upload a bh.tgz package in the /tmp directory before you can install Addons
pt: Nada a instalar. Tem de carregar um pacote 'bh.tgz' no diretório /tmp, antes que possa instalar os Addons

source: Nothing to install. You have to Upload an ipk package in the /tmp directory before you can install Addons
pt: Nada a instalar. Tem de carregar um pacote 'ipk' no diretório /tmp, antes que possa instalar os Addons

source: Do you want to update Black Hole image?
pt: Quer atualizar a imagem Open Black Hole?

source: Addon Succesfully Installed.
pt: Addon instalado com sucesso.

source: Addon Succesfully Removed. Gui will now restart for the changes to take effect. Press ok to continue
pt: Addon removido com sucesso. Gui reiniciará para que as alterações produzam efeito. Prima OK para continuar

source: If enabled the output resolution of the box will try to match the resolution of the video content
pt: Se ativo, a resolução de saída da STB será ajustada para a resolução do conteúdo do vídeo

source: Configure the refresh rate of the screen. Multi means refresh rate depends on the source 24/50/60Hz
pt: Configura a taxa de refrescamento da tela. Multi quer dizer, que a taxa depende da fonte 24/50/60Hz

source: Set the time before checking video source for resolution/refresh rate infomation.
pt: Defina o tempo antes de verificar a fonte de vídeo para obter informações de taxa de atualização/resolução.

source: This option allows you to change the Colorspace from Auto to RGB
pt: Esta opção permite-lhe alterar o espaço de cor de Auto para RGB

source: This option allows you to enable 3D Surround Sound for an output.
pt: Esta opção permite que habilite o som Surround 3D para uma saída.

source: When enabled, the receiver will select an AC3+ track (when available).
pt: Quando ativo a STB selecionará uma faixa AC3+ (quando disponível).

source: Enable the use of the tuners of a remote enigma2 receiver when no local tuner is available (e.g. when the tuner is occupied or service type is unavailable on the local tuner).
pt: Habilite o uso dos tuners de um recetor remoto enigma2 quando nenhum Tuner local estiver disponível (por exemplo, quando o Tuner estiver ocupado ou o tipo de serviço não estiver disponível no Tuner local).

source: This can be either the IP or name of the fallback receiver, not including the scheme or port number (e.g. either 'xxx.xxx.xxx.xxx' or 'name_second_box').
pt: Isto pode ser o IP ou nome do recetor alternativo, não incluindo o número de porta ou esquema (por exemplo, 'xxx.xxx. xxx.xxx' ou 'nome_segunda_STB').

source: Streaming port of the fallback remote receiver. By default this is '8001'
pt: Porta do recetor remoto alternativo de streaming. Por padrão, é '8001'

source: When you use the remote fallback tuner for recording, the timer conflict detection can't properly detect conflicts. This option allows you to turn off the timer confict detection. This setting is only for advanced users; the default is 'yes'.
pt: Quando usar o Tuner remoto alternativo para gravação, a deteção de conflitos do Timer não pode detetar corretamente conflitos. Esta opção permite que desligue a deteção de conflitos de Timer. Esta configuração é só para utilizadores avançados; o padrão é 'Sim'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
pt: Quando ativo, essa configuração tem mais peso do que 'Tuner preferencial'.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
pt: Configura qual o Tuner será o preferencial para gravações, quando tiver mais de um Tuner disponível.

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
pt: Quando ativo, essa configuração tem mais peso do que 'Tuner preferenciais para gravações'.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
pt: Quando ativo, os fluxos http são descodificados pelo servidor. O recetor cliente (remoto) não precisa fazer a descodificação. Por defeito "ON".

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
pt: Se ativo, irá descodificar os fluxos recebidos por http. Isto gastará mais recursos (descodificar demuxers), ativar só se necessário. Fluxos individuais são sempre descodificados se 0x100 for adicionado para o tipo de serviço, independentemente dessa configuração. Por defeito 'OFF'.

source: When enabled, authentication is required to watch http streams.
pt: Quando ativo, a autenticação é necessária para assistir a transmissões http.

source: Configure if and how the record indicator will be shown in the channel selection list.
pt: Configura se e como, o indicador de gravação será exibido na lista de seleção de canais.
