Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: Copying files
pt: Copiando Arquivos

source: Could not connect to %s %s .NFI image feed server:
pt: Não foi possível conectar ao %s %s. Imagem NFI suportada no servidor:

source: Could not find installed channel list.
pt: Lista de canais instalada não encontrada.

source: Could not load medium! No disc inserted?
pt: Não foi possível carregar a Media! Nenhum disco inserido?

source: Could not open Picture in Picture
pt: Foi impossível abrir o PiP

source: Could not open the file %s!
pt: Não pode abrir o Arquivo %s!

source: Could not record due to conflicting timer %s
pt: Não pode gravar devido a conflito no TIMER %s

source: Could not record due to invalid service %s
pt: Não pode gravar, serviço inválido %s

source: Could not save configfile %s!
pt: Não pode salvar o ficheiro de configuração %s!

source: Create DVD-ISO
pt: Criar DVD-ISO

source: Create directory
pt: Criar pasta

source: Creating AP and SC Files
pt: A criar AP e arquivos SC

source: Creating Hardlink to Timeshift file failed!
pt: Criação Hardlink para Timeshift, falhou!

source: Creating directory %s failed.
pt: A criação da pasta %s falhou.

source: Creating filesystem
pt: A criar sistema de ficheiros

source: Creating partition
pt: A criar partição

source: Croatian
pt: Croata

source: Cron Manager
pt: Gestor Cronológico

source: Current CEC address
pt: Endereço atual de CEC

source: Current Event:
pt: Evento atual:

source: Current Status:
pt: Estado atual:

source: Current device:
pt: Dispositivo atual:

source: Current settings:
pt: Definições atuais:

source: Current time
pt: Hora atual

source: Current transponder
pt: Transponder atual

source: Current value:
pt: Valor atual:

source: Current version:
pt: Versão atual:

source: Currently installed image
pt: Imagem instalada atualmente

source: Custom
pt: Personalizado

source: Cut
pt: Cortar

source: Cutlist editor
pt: Editor de corte das listas

source: Cutlist editor...
pt: Editor de corte das listas...

source: Czech
pt: Checo

source: DLNA support
pt: DLNA suporte

source: DMM advanced
pt: DMM avançado

source: DUAL LAYER DVD
pt: DVD Dual Layer

source: DVD data format
pt: Formato do DVD

source: DVD file browser
pt: DVD navegador de arquivos

source: DVD media toolbox
pt: Ferramentas de mídia do DVD

source: DVD player
pt: Leitor DVD

source: DVD titlelist
pt: DVD lista de títulos

source: Daily
pt: Diário

source: Danish
pt: Dinamarquês

source: Date
pt: Data

source: Debug Logs
pt: Logs de depuração

source: Deep Standby
pt: Suspensão

source: Default
pt: Padrão

source: Default movie location
pt: Local padrão - Filmes

source: Default settings
pt: Definições padrão

source: Defaults
pt: Predefinições

source: Delay before key repeat starts:
pt: Atraso antes da repetição da tecla:

source: Delay time
pt: Tempo de atraso

source: Delay:
pt: Atraso:

source: Delete
pt: Apagar

source: Delete %s?
pt: Apagar %s ?

source: Delete Confirmation
pt: Remover Confirmação

source: Delete entry
pt: Apagar entrada

source: Delete failed!
pt: Exclusão falhou!

source: Delete file
pt: Apagar Arquivo

source: Delete playlist entry
pt: Apagar entrada na Lista de Reprodução

source: Delete saved playlist
pt: Apagar lista de reprodução salva

source: Delete timer
pt: Apagar Timer

source: Delete...
pt: Apagar...

source: Deleted
pt: Apagado

source: Deleted %s!
pt: Apagado %s!

source: Deleted items
pt: Itens apagados

source: Deleting files
pt: A apagar Arquivos

source: Depth
pt: Profundidade

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
pt: Descodificar & gravar ECM's dá a opção de descodificar a gravação se a descodifcação falhou. 'Não descodificar, registos ECM's salvar uma gravação codificada que pode ser descodificada na reprodução. 'Normal' significa descodificar a gravação e não gravar ECM´s.

source: Description
pt: Descrição

source: Deselect
pt: Desmarcar

source: Details for plugin:
pt: Detalhes do plugin:

source: Detected Devices:
pt: Dispositivos detetados:

source: Detected NIMs:
pt: NIMs detectados:

source: device:
pt: dispositivo

source: size:
pt: tamanho:

source: mountpoint:
pt: ponto de montagem:

source: Device Information
pt: Informação do dispositivo

source: Device mounts
pt: Montagens de dispositivo

source: Devicename:
pt: Nome do Dispositivo:

source: DiSEqC mode
pt: Modo DiSEqC

source: DiSEqC port %s: %s
pt: DiSEqC porta %s: %s

source: DiSEqC repeats
pt: Repetições DiSEqC

source: DiSEqC-tester settings
pt: DiSEqC-tester definições

source: Dialing:
pt: Marcação:

source: Digital contour removal
pt: Remoção de contorno digital

source: Direct playback of linked titles without menu
pt: Reprodução directa de títulos ligados sem menu

source: Directory
pt: Pasta

source: Directory %s does not exist.
pt: Pasta %s não existe.

source: Directory browser
pt: Explorador de pastas

source: Disable
pt: Desativar

source: Disable Picture in Picture
pt: Desativar Imagem na Imagem

source: Disable timer
pt: Desativar timer

source: Disabled
pt: inativo

source: Disconnect
pt: Desconetar

source: Display 16:9 content as
pt: Exibe 16:9 como

source: Display 4:3 content as
pt: Exibe 4:3 como

source: Display >16:9 content as
pt: Exibe >16:9 como

source: Display and user interface
pt: Ecrã e Interface do Utilizador

source: Do not change
pt: Não alterar

source: Do not record
pt: Não gravar

source: Do you really want to check the filesystem? This could take a long time!
pt: Deseja mesmo verificar o sistema de ficheiros? Isto pode demorar algum tempo!!!

source: Do you really want to convert the filesystem? You cannot go back!
pt: Deseja mesmo converter o sistema de ficheiros? Depois não pode voltar atrás!

source: Do you really want to delete %s ?
pt: Deseja mesmo apagar %s ?

source: Do you really want to delete %s?
pt: Deseja mesmo apagar %s?

source: Do you really want to delete ?
pt: Deseja mesmo apagar?

source: Do you really want to delete this timer ?
pt: Deseja mesmo apagar este timer?

source: Do you really want to download the plugin "%s"?
pt: Pretende mesmo descarregar o plugin "%s"?

source: Do you really want to exit?
pt: Deseja realmente sair?

source: Do you really want to initialize the device? All data on the disk will be lost!
pt: Deseja mesmo iniciar o dispositivo? Todo a informação no disco será perdida!

source: Do you really want to initialise the device? All data on the disk will be lost!
pt: Deseja mesmo iniciar o dispositivo? Todo a informação no disco será perdida!

source: Do you really want to permamently remove '%s' from trash can ?
pt: Deseja mesmo remover permanentemente a pasta %s da reciclagem?

source: Do you really want to permanently remove from trash can ?
pt: Deseja mesmo remover a pasta %s da reciclagem?

source: Do you really want to remove directory %s from the disk?
pt: Deseja mesmo remover a pasta %s do disco?

source: Do you really want to remove the plugin "%s"?
pt: Pretende mesmo remover o plugin "%s"?

source: Do you really want to remove the timer for %s?
pt: Pretende mesmo remover o Timer para "%s"?

source: Do you really want to remove your bookmark of %s?
pt: Deseja mesmo remover o indicador de %s?

source: Do you want to add any additional information ?
pt: Quer adicionar informações adicionais?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
pt: Pretende instalar também o cliente samba? Isso permite montar as suas partilhas windows neste dispositivo.

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
pt: Pretende anexar um arquivo de texto para explicar o log? (escolha 'Não' para o tipo de mensagem usando o teclado virtual.)

source: Do you want to burn this collection to DVD medium?
pt: Deseja gravar esta colecção para DVD?

source: Do you want to delete all selected files: (choose 'No' to only delete the currently selected file.)
pt: Pretende apagar todos os arquivos selecionados: (escolha 'Não' para apenas apagar o arquivo selecionado no momento.)

source: Do you want to download the image to %s ?
pt: Deseja fazer a descarga da imagem para %s ?

source: Do you want to install the package:
pt: Deseja instalar o pacote:

source: Do you want to play DVD in drive?
pt: Deseja reproduzir o DVD inserido?

source: Do you want to preview this DVD before burning?
pt: Deseja previsualizar este DVD antes de gravar?

source: Do you want to reboot your %s %s
pt: Quer reiniciar a sua %s %s

source: Do you want to reboot your receiver?
pt: Quer reiniciar o seu recetor?

source: Do you want to remove the package:
pt: Deseja remover o pacote:

source: Do you want to restore your settings?
pt: Deseja fazer um restauro das suas definições?

source: Do you want to resume this playback?
pt: Pretende retomar esta reprodução?

source: Do you want to send all selected files: (choose 'No' to only send the currently selected file.)
pt: Pretende enviar todos os arquivos selecionados: (escolha 'Não' para enviar só o arquivo selecionado.)

source: Do you want to update your %s %s ?
pt: Quer atualizar a sua %s %s ?

source: Do you want to upgrade the package:
pt: Deseja atualizar o pacote:

source: Don't save
pt: Não salvar

source: Don't stop current event but disable coming events
pt: Não parar o evento atual mas inativar os próximos eventos

source: Done - Installed, upgraded or removed %d package (%s)
pt: CONCLUÌDO - Instalado, atualizado ou removido %d pacote (%s)

source: Download
pt: Descarregar

source: Download %s from server
pt: Descarga %s do servidor

source: Download .NFI-files for USB-flasher
pt: Descarga de Arquivos .NFI para USB-flasher

source: Download plugins
pt: Descarga de Plugins

source: Downloading
pt: A transferir...

source: Downloading plugin information. Please wait...
pt: A descarregar novos plugins. Por favor espere...

source: Dutch
pt: Holandês

source: Dynamic contrast
pt: Contraste dinâmico

source: EPG
pt: Configuração do EPG

source: EPG Cache Check
pt: EPG Verificação de Cache

source: EPG Search
pt: EPG Procura

source: EPG settings
pt: Definições EPG

source: ERROR - failed to scan (%s)!
pt: ERRO - falha na procura (%s)!

source: East
pt: Este

source: East limit set
pt: Definir Limite a Este

source: Edit
pt: Editar

source: Edit DNS
pt: Editar o DNS

source: Edit bouquets list
pt: Editar a lista de bouquets

source: Edit chapters of current title
pt: Editar capítulos do título atual

source: Edit services list
pt: Editar lista de serviços

source: Edit settings
pt: Editar

source: Edit the Nameserver configuration of your %s %s.
pt: Edite a configuração do Nameserver da sua %s %s.

source: Edit the network configuration of your %s %s.
pt: Edite a configuração de Rede da sua %s %s.

source: Edit timer
pt: Editar Timer

source: Edit title
pt: Editar o título

source: Edit upgrade source url.
pt: Editar o url da fonte de atualização.

source: Education/Science/...
pt: Educação/Ciência/ ...

source: Elapsed
pt: Decorrido

source: Elapsed & Remaining
pt: Decorrido & Restante

source: Electronic Program Guide
pt: Guia Eletrónico de Programas

source: Enable
pt: Permitir

source: Enable 5V for active antenna
pt: Ativar saída de 5V para a antena

source: Enable parental control
pt: Ativar o Controlo Paternal

source: Enabled
pt: ativo

source: Encrypted:
pt: Codificado:

source: Encryption
pt: Codificação

source: Encryption key
pt: Chave codificação

source: Encryption key type
pt: Tipo de Chave Codificação

source: Encryption:
pt: Codificação:

source: End time
pt: Tempo final

source: English
pt: Inglês

source: Enigma2 skin selector
pt: Seletor de skins Enigma2

source: Enimga2 Changes
pt: Enigma2 ( Modificações )

source: Enter main menu...
pt: Exibir o Menu Principal ...

source: Enter pin code
pt: Insira o código PIN

source: Enter the service pin
pt: Introduzir o PIN do serviço

source: Entitlements
pt: Direitos

source: Error
pt: Erro

source: Error code
pt: Código de erro

source: Error downloading change log.
pt: Erro ao descarregar change log.

source: Error executing plugin
pt: Erro ao executar o plugin

source: Error reading webpage!
pt: Erro ao ler página web!

source: Error: %s
pt: Erro: %s

source: Error: %s Retry?
pt: Erro: %s Tentar de novo?

source: Estonian
pt: Estoniano

source: Ethernet network interface
pt: Interface de rede ethernet

source: Event Info
pt: Informação do evento

source: Event view
pt: Exibição de evento

source: Everywhere
pt: Todo Lado

source: Exceeds dual layer medium!
pt: Excede a Mídia de dupla face!

source: Execution finished!!
pt: Execução terminada!

source: Execution progress:
pt: Progresso da execução:

source: Exit
pt: Sair

source: Exit EPG
pt: Sair do EPG

source: Exit MAC-address configuration
pt: Sair da configuração do endereço MAC

source: Exit editor
pt: Sair do Editor

source: Exit input device selection.
pt: Sair da seleção de dispositivos de entrada.

source: M e d i a P l a y e r
pt: L e i t o r d e M í d i a

source: Exit media player?
pt: Sair do Leitor de Mídia?

source: Exit mediaplayer
pt: Sair do Leitor de Mídia

source: Exit movie list
pt: Sair da Lista de filmes

source: Exit movie player?
pt: Sair do Leitor de Mídia?

source: Exit nameserver configuration
pt: Sair da configuração de nomes de servidor

source: Exit network interface list
pt: Sair da Lista de interface de rede

source: Exit network wizard
pt: Sair do assistente de Rede

source: Expert
pt: Especialista

source: Extended Networksetup Plugin...
pt: Plugin de Configuração de Rede Avançada

source: Extended Setup...
pt: Configurações Avançadas...

source: Extended Shares
pt: Partilhas Avançadas

source: Extended Software
pt: Software Avançado

source: Extended Software Plugin
pt: Plugin de Software Estendido

source: Extended network setup plugin...
pt: Plugin de instalação de rede avançada...

source: Extended setup...
pt: Configurações Avançadas...

source: Extensions
pt: Extensões

source: Extensions management
pt: Gestor de extensões

source: External
pt: Externo

source: External (CF)
pt: (CF) Externa

source: FAILED
pt: FALHOU

source: FTP Setup
pt: FTP Protocolo de Rede

source: Factory reset
pt: Restauro de Fábrica

source: Failed
pt: Falhou

source: Failed to write /tmp/positionersetup.log:
pt: Falhou o registo de /tmp/positionersetup.log:

source: Fast
pt: Rápido

source: Fast DiSEqC
pt: DiSEqC rápido

source: Fast Scan
pt: Procura Rápida

source: Fast epoch
pt: Epoch Rápido

source: Favourites
pt: Favoritos

source: File appears to be busy.
pt: Parece que o arquivo está ocupado.

source: File oscam.conf not found. Please enter username/password manually.
pt: Arquivo oscam.conf não encontrado. Por favor insira o username/senha manualmente.

source: Filesystem Check
pt: Verificação do sistema de ficheiros

source: Final position at
pt: Posição final em

source: Final position at index
pt: Posição final no índice

source: Fine movement
pt: Movimento fino

source: Finished
pt: Terminado

source: Finished configuring your network
pt: Terminou a configuração de rede

source: Finished restarting your network
pt: Terminou a reiniciação de rede

source: Finnish
pt: Finlandês

source: Fixed
pt: Usar endereço fixo

source: Flashing
pt: piscar

source: Flashing failed
pt: Falhou o Flash

source: Following tasks will be done after you press OK!
pt: A tarefas seguintes serão concluídas depois de premir OK!

source: Fontsize
pt: Tamanho da fonte

source: Force de-interlace
pt: Forçar interlaçado

source: Format
pt: Formato

source: Forward volume keys
pt: Teclas de aumento do Volume

source: Frame size in full view
pt: Tamanho da janela em ecrã total

source: Free Memory:
pt: Memória livre:

source: Free swap:
pt: Swap livre:

source: Free To Air
pt: FTA-Canais Livres

source: Free memory
pt: Memória Livre

source: Free memory:
pt: Memória Livre:

source: Free:
pt: Livre:

source: French
pt: Francês

source: Frequency
pt: Frequência

source: Frequency bands
pt: Bandas de Frequência

source: Frequency scan step size(khz)
pt: Tamanho das etapas de frequência(khz)

source: Frequency steps
pt: Passos de frequência

source: Fri
pt: Sex

source: Friday
pt: Sexta feira

source: From :
pt: De :

source: Front panel display
pt: Visor Lcd Frontal

source: Display Skin
pt: Tema no Visor LCD

source: Front panel settings
pt: Definições do Painel Frontal

source: Frontprocessor version: %d
pt: Versão do Processador: %d

source: Ftpd service type: Vsftpd server
pt: Tipo de serviço Ftpd: Servidor Vsftpd

source: Full Backup
pt: Backup completo

source: Full screen
pt: Ecrã completo

source: Full transparency
pt: Transparência completa

source: Fullview resolution
pt: Todas as resoluções

source: GUI settings
pt: Definições do Utilizador

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
pt: GUI tem de reiniciar para aplicar a nova skin Pretende reiniciar o GUI agora?

source: skin_default
pt: Tema padrão

source: < Default + Picon >
pt: < Padrão + Picon >

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
pt: GUI tem de reiniciar para aplicar o novo idioma Pretende reiniciar o GUI agora?

source: General
pt: Geral

source: General AC3 delay
pt: Atraso AC3 geral

source: General PCM delay
pt: Atraso PCM geral

source: Genre
pt: Género

source: German
pt: Alemão

source: Get latest experimental image
pt: Obtenha a última imagem experimental

source: Get latest release image
pt: Obtenha a última imagem realizada

source: Getting Event Info failed!
pt: Obtenção da informação do evento falhou!

source: Getting plugin information. Please wait...
pt: A adquirir info do plugin. Por favor espere...

source: Go down the list
pt: Ir para baixo na Lista

source: Go to first movie or last item
pt: Ir para a primeira gravação ou ultimo item

source: Go to first movie or top of list
pt: Ir para a primeira gravação ou topo da lista

source: Go up the list
pt: Ir para cima na Lista

source: Goto
pt: Ir Para

source: Goto 0
pt: Ir para 0

source: Goto :
pt: Ir Para :

source: Goto X
pt: Ir para X

source: Goto index position
pt: Ir para posição do índice

source: Goto next bouquet
pt: Ir para o próximo bouquet

source: Goto next channel
pt: Ir para o próximo canal

source: Goto next event
pt: Ir para o evento seguinte

source: Goto position
pt: Ir para posição

source: Goto previous bouquet
pt: Ir para o bouquet anterior

source: Goto previous channel
pt: Ir para o canal anterior

source: Goto previous event
pt: Ir para o evento anterior

source: Goto specific data/time
pt: Ir para a data/tempo especificado

source: GotoX calibration
pt: Ir para X calibração

source: Graphical EPG
pt: EPG Gráfico

source: Graphics
pt: Gráficos

source: Greek
pt: Grego

source: Grey
pt: Cinzento

source: Guard interval
pt: Intervalo de segurança

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
pt: H: = horária / D: = diariamente / w: = semanal / m = mensal

source: HD list
pt: Lista HD

source: HDMI CEC Setup
pt: Instalação HDMI CEC

source: Handle standby from TV
pt: Controlar o standby a partir da TV

source: Handle wakeup from TV
pt: Controlar ligar a partir da TV

source: Hebrew
pt: Hebraico

source: Height
pt: Altura

source: Helps setting up your dish
pt: Ajuda na definição da antena

source: Hidden network
pt: Rede oculta

source: Hide known extensions
pt: Esconder extensões conhecidas

source: Hide player
pt: Esconder Player

source: Hierarchy info
pt: Informação de hierarquia

source: Hierarchy information
pt: Informação hierárquica

source: High bitrate support
pt: Suporte para Alta Taxa de bits

source: History zap...
pt: Histórico zap...

source: Hold screen
pt: Manter ecrã

source: Hold till locked
pt: Manter até estabilizar

source: Home
pt: Casa

source: Horizontal turning speed
pt: Velocidade de rotação horizonal

source: Hour
pt: Hora

source: Hourly
pt: De hora em hora

source: Hours Mins
pt: Horas Mins

source: Hours Mins Secs
pt: Horas Mins Segs

source: How many minutes do you want to record?
pt: Quantos minutos deseja gravar?

source: Hue
pt: Tom

source: Hungarian
pt: Húngaro

source: IMDB search for current event
pt: Pesquisa IMDB para evento atual

source: IMDb Search
pt: IMDb Procura

source: IP address
pt: Endereço IP

source: IP-Address
pt: Endereço-IP

source: ISO file is too large for this filesystem!
pt: O Arquivo ISO é demasiado grande para este sistema de ficheiros!

source: ISO path
pt: Pasta ISO

source: Icons
pt: Icones

source: Idle Time:
pt: Tempo inativo:

source: If enabled the output resolution of the box will try to match the resolution of the video contents resolution
pt: Se ativo a resolução de saída vai tentar corresponder à resolução do conteúdo de vídeo

source: If enabled the video will always be de-interlaced.
pt: Se ativo o vídeo será sempre progressivo.

source: If you see this, something is wrong with your scart connection. Press OK to return.
pt: Se está a ver isto, algo está mal com a sua ligação Scart. Carregue OK.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
pt: Se a sua TV tiver ajuste de brilho ou contraste, desligue. Se tiver algo com o nome "dinâmico", ajuste para Standard. Ajuste o nível da luz de fundo para um valor a seu gosto. Baixe o contraste da sua o máximo possível. Depois ajuste o brilho para o mais baixo possível, mas certifique-se de que as duas escalas de sombra cinza mais baixas, sejam visíveis. Não se preocupe com as sombras brilhantes agora. Serão ajustadas no próximo passo. Se os ajustes estiverem bem, carregue OK.

source: Image Information
pt: Informação da Imagem

source: Image manager
pt: Gestor de Imagens

source: Immediate shutdown
pt: Desligar de Imediato

source: In order to record a timer, the TV was switched to the recording service!
pt: Para proceder a uma gravação agendada, a TV mudou para o canal desejado!

source: In progress
pt: Em progresso

source: Inadyn Setup
pt: Inadyn Segurança de Rede

source: Incorrect type service for PiP!
pt: Serviço incorrecto para PIP!

source: Increase time scale
pt: Aumentar escala do tempo

source: Increased voltage
pt: Aumento de tensão

source: Index allocated:
pt: Índice alocado:

source: Info
pt: Informação

source: InfoBar EPG
pt: Barra de Informação EPG

source: Infobar EPG
pt: Barra de Informação EPG

source: Init
pt: Iniciar

source: Initial lock ratio
pt: Inicial rácio de bloqueio

source: Initial signal quality
pt: Qualidade do sinal inicial

source: Initial signal quality:
pt: Qualidade do sinal inicial:

source: Initialization
pt: Inicialização

source: Initialisation
pt: Inicialização

source: Initialize
pt: Inicializar

source: Initialise
pt: Inicializar

source: Initializing storage device...
pt: A iniciar dispositivo de armazenamento...

source: Initialising storage device...
pt: A iniciar dispositivo de armazenamento...

source: Inotify Monitoring
pt: Monitor Inotify

source: Input
pt: Entrada

source: Input device setup
pt: Instalação de dispositivos de entrada

source: Install
pt: Instalar

source: Install channel list
pt: Instalar Lista de canais

source: Install extensions.
pt: Instalar extensões.

source: Install lcd picons on
pt: Instalar picons lcd em

source: Install local extension
pt: Instalar extensão local
