Repository: BlackHole/enigma2
Catalog: po/*.po
Languages: pt

source: To update your %s %s firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
pt: Para atualizar o firmware da sua %s %s, por favor, siga estas etapas: 1) Desligue a sua STB no interrutor de alimentação traseiro e certifique-se de que unidade inicializável USB está conectada. 2) Ligue a alimentação e mantenha pressionado a tecla no painel frontal, pressionado por 10 segundos. 3) Aguarde a inicialização e siga as instruções do assistente.

source: Today
pt: Hoje

source: Toggle Picture In Graphics
pt: Alternar PIG ( Picture in Graphics )

source: Toggle a cut mark at the current position
pt: Alternar entre uma marca de corte na posição atual

source: Toggle aspect ratio...
pt: Alternar relação de aspeto...

source: Toggle between bouquet/epg lists
pt: Alternar entre bouquets/listas EPG

source: Tone amplitude
pt: Amplitude de Tom

source: Tone mode
pt: Tonalidade

source: Top and Bottom
pt: Topo e Fundo

source: Top and bottom
pt: Topo e Fundo

source: Total memory:
pt: Memória Total:

source: Total swap:
pt: Swap total:

source: Total cards:
pt: Total cartões:

source: Total handled client ecm's
pt: Total clientes tratados ecm´s

source: Total handled client emm's
pt: Total clientes tratados emm´s

source: Track
pt: Faixa

source: Translation Information
pt: Informação da Tradução

source: Translations
pt: Traduções

source: Transmission mode
pt: Modo de Transmissão

source: Transparent
pt: transparente

source: Transponder type
pt: Tipo de Transponder

source: Trashcan
pt: Reciclagem

source: Trashcan:
pt: Reciclagem:

source: Tries left:
pt: Tries restantes:

source: Try to find used transponders in cable network.. please wait...
pt: Tentar encontrar transponders usados na rede do cabo.. espere P.F.

source: Trying to download a new packetlist. Please wait...
pt: A tentar a descarga de uma nova lista de pacotes. Por favor aguarde...

source: Tue
pt: Ter

source: Tuesday
pt: Terça-Feira

source: Tune
pt: Sintonizar

source: Tune and focus
pt: Sintonia e foco

source: Tune failed!
pt: Sintonização Falhou!

source: Tuner configuration
pt: Configuração do Tuner

source: Tuner Config
pt: Configurar Tuners

source: Tuner setup
pt: Definições do Tuner

source: Tuner settings values
pt: Dados definidos

source: Tuner live values
pt: Dados Reais

source: Tuning info: live values
pt: Info Sintonia: Valores reais

source: Tuning info: settings values
pt: Info Sintonia: Valores definidos

source: Service & PIDs
pt: Serviço e PIDs

source: No ECMPids available (FTA Service)
pt: Sem ECMPids (FTA - Serviço não codificado)

source: Service info - ECM Info
pt: Info do Serviço - ECM Info

source: Tuner settings
pt: Definições do Tuner

source: Tuner status
pt: Estado do Tuner

source: Tuner status:
pt: Estado do Tuner

source: Tuner type
pt: Tipo de tuner

source: Tuning step size
pt: Ajuste o passo

source: Turkish
pt: Turco

source: Two
pt: Dois

source: Two lines
pt: Duas linhas

source: Type
pt: Tipo

source: Type of scan
pt: Tipo de Procura

source: Type:
pt: Título

source: USALS calibration
pt: Calibração USALS

source: USB stick wizard
pt: USB stick assistente

source: Unattended upgrade without GUI and reboot system
pt: Atualização autónoma sem GUI e reinício do sistema

source: Uncommitted DiSEqC command
pt: Uncommitted DiSEqC comando

source: Undetermined
pt: Indeterminado

source: Undo install
pt: Reverter instalação

source: Undo uninstall
pt: Reverter instalação

source: Unencrypted
pt: Descodificado

source: Unicable LNB
pt: LNB Unicable

source: Uninstall
pt: Desinstalar

source: Universal LNB
pt: LNB Universal

source: Unknown
pt: Desconhecido

source: Unmount
pt: Desmontar

source: Unsupported
pt: Não suportado

source: Update
pt: Atualizar

source: Update channel list only
pt: Só atualizar lista de canais

source: Update completed, %d package was installed.
pt: Atualização completa, %d pacote foi instalado.

source: Update failed. Your %s %s does not have a working internet connection.
pt: Falha na atualização. A sua %s %s não consegue ligar-se à internet.

source: Update interval (in seconds)
pt: Intervalo de atualização (em segundos)

source: Updatefeed not available.
pt: Servidor de atualizações não disponível

source: Updating software catalog
pt: A atualizar o catalogo de software

source: Upgrade and reboot system
pt: Atualizar e reiniciar o sistema

source: Upgrade finished.
pt: Atualização terminou.

source: Upgrade in progress Please wait until your %s %s reboots This may take a few minutes
pt: Atualização em andamento Por favor, aguarde até que a sua %s %s reinicie! Isto pode levar alguns minutos

source: Upgrading
pt: A atualizar

source: Uptime
pt: Tempo de atividade

source: Use
pt: Usar

source: Use DHCP
pt: Usar DHCP

source: Use TV remote control
pt: Usar o comando remoto da TV

source: Use USALS for this sat
pt: Usar USALS para este Satélite

source: Use WOL
pt: Usar WOL

source: Use a gateway
pt: Usar gateway

source: Use fastscan channel names
pt: Usar o nome dos canais da procura rapida

source: Use fastscan channel numbering
pt: Usar o número dos canais da procura rapida

source: Use frequency or channel
pt: Usar frequência ou canal

source: Use individual settings for each directory
pt: Usar definições individuais para cada pasta

source: Use interface
pt: Usar interface

source: Use official channel numbering
pt: Usar a númeração oficial dos canais

source: Use power measurement
pt: Usar controlo da alimentação

source: Use slim screen
pt: Usar ecrã fino

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
pt: Usar os botões esquerdo/direito do telecomando para ajustar o tamanho da interface do usuário. O ESQUERDO diminui o tamanho, o DIREITO aumenta o tamanho.

source: Use the Left/Right buttons on your remote to move the user interface up/down
pt: Usar os botões esquerdo/direito do telecomando para mover a interface de utilizador para cima/para baixo

source: Use the Left/Right buttons on your remote to move the user interface left/right
pt: Use os botões esquerdo/direito do telecomando para mover a interface do utilizador esquerda/direita

source: Use the alternative screen
pt: Usar ecrã alternativo

source: Use the network wizard to configure selected network adapter
pt: Usar o assistente de rede para configurar o adaptador de rede selecionado

source: Use the network wizard to configure your Network
pt: Usar o assistente de rede para configurar a sua Rede

source: Use these input device settings?
pt: Usar essas configurações de dispositivo de entrada?

source: Use these settings?
pt: Usar estas definições?

source: Use this video enhancement settings?
pt: Usar estas opções de imagem?

source: Used service scan type
pt: Tipo usado na procura

source: Used:
pt: Usado:

source: User - bouquets
pt: Bouquets do Utilizador

source: User defined
pt: Definições do utilizador

source: User defined transponder
pt: Transponder definido pelo utilizador

source: User interface visibility
pt: Visibilidade da Interface do Utilizador

source: Username
pt: Utilizador

source: Username (httpuser)
pt: Utilizador (httpuser)

source: Username:
pt: Utilizador:

source: Using LNB %d
pt: A usar LNB %d

source: Using fixed address
pt: Usar endereço fixo

source: Using old profile:
pt: A usar perfil velho:

source: Using tuner %s
pt: A usar tuner %s

source: VMGM (intro trailer)
pt: VMGM (trailer de intro)

source: Version: %s
pt: Versão: %s

source: Version:
pt: Versão:

source: Version: %s
pt: Versão: %s

source: Vertical turning speed
pt: Velocidade de rotação vertical

source: Obh EPG
pt: EPG Open BH

source: Video Enhancement Settings
pt: Definições Avançadas de Vídeo

source: Video PID
pt: PID de Vídeo

source: Video PID:
pt: PID de Vídeo

source: Video content: %ix%i%s %iHz
pt: Vídeo Conteúdo: %ix%i%s %iHz

source: Video enhancement preview
pt: Previsualizar Opções de Imagem

source: Video enhancement setup
pt: Otimização de vídeo

source: Video fine tuning
pt: Vídeo ajuste fino

source: Video fine-tuning
pt: Vídeo fine-tuning

source: Video mode: %s
pt: Modo de Vídeo: %s

source: Video output
pt: Saída de vídeo

source: Video setup
pt: Instalação de Vídeo

source: Video wizard
pt: Assistente de vídeo

source: Video: %s fps
pt: Vídeo: %s fps

source: Videocodec
pt: Codec de Vídeo

source: Videoformat
pt: Formato de Vídeo

source: Videosize
pt: Tamanho de Vídeo

source: View
pt: Ver conteúdo

source: View Movies...
pt: Ver Gravações

source: View Rass interactive...
pt: Ver Rass interativo...

source: View Video CD...
pt: Ver CD de Vídeo...

source: View details
pt: Ver detalhes

source: View list of available
pt: Ver lista de disponíveis

source: View list of available CommonInterface extensions
pt: Ver lista de extensões da Interface Comum disponíveis

source: Include CI assignment
pt: Incluir atribuição de CI

source: Set CI assignment for detection of available services.
pt: Definir a atribuição de CI para detecção de serviços disponíveis.

source: View list of available EPG extensions.
pt: Ver lista de extensões de EPG disponíveis

source: View list of available Satellite equipment extensions.
pt: Ver lista de extensões de Equipamento de Satélite disponíveis

source: View list of available communication extensions.
pt: Ver lista de extensões de Comunicação disponíveis

source: View list of available default settings
pt: Ver lista de configurações padrão disponíveis

source: View list of available display and userinterface extensions.
pt: Ver lista de exibição e extensões de interface do utilizador disponíveis.

source: View list of available multimedia extensions.
pt: Ver lista de extensões de Multimédia disponíveis

source: View list of available networking extensions
pt: Ver lista de extensões de Rede disponíveis

source: View list of available recording extensions
pt: Ver lista de extensões de Gravações disponíveis

source: View list of available skins
pt: Ver lista de skins disponíveis

source: View list of available software extensions
pt: Ver lista de extensões de Software disponíveis

source: View list of available system extensions
pt: Ver lista de extensões de Sistema disponíveis

source: View photos...
pt: Ver fotos...

source: View teletext...
pt: Ver teletexto...

source: View the changes
pt: Ver as alterações

source: View video CD...
pt: Ver Vídeo CD's...

source: Virtuosso Image Xtreme
pt: OpenBH Image

source: Enable VOD skip buttons
pt: Ativar botões Skip VOD

source: Task warning on shutdown
pt: Aviso de tarefa ao desligar

source: On shutdown/restart warn about any pending jobs being carried out in the background.
pt: Ao desligar/reiniciar, avisar sobre quaisquer tarefas pendentes que estão em execução em segundo plano.

source: Voltage mode
pt: Modo de tensão

source: WARNING: feeds may be unstable.
pt: AVISO: Os feeds podem ser instáveis.

source: WLAN connection
pt: Ligação de rede sem fios

source: WSS on 4:3
pt: WSS em 4:3

source: Wait please while scanning for devices...
pt: Por favor aguarde enquanto a procura está em progresso...

source: Waiting
pt: Em espera

source: Waiting for mount
pt: À espera de montagem

source: Waiting for partition
pt: À espera de partição

source: Wake Up
pt: Acordar

source: Wake Up To Standby
pt: Acordar para Modo Espera

source: Wakeup
pt: Acordar

source: Wakeup TV from standby
pt: Acordar TV da Espera

source: Wakeup signal from TV
pt: Sinal de acordar da TV

source: Wakeup your %s %s from standby
pt: Acordar a sua %s %s do Modo de Espera

source: Warning: no LNB; using factory defaults.
pt: Aviso: Sem LNB; usar as definições de fábrica.

source: Watch movies...
pt: Assista a Filmes...

source: Watch recordings...
pt: Ver gravações ...

source: Web Interface
pt: Interface WEB

source: Wed
pt: Qua

source: Wednesday
pt: Quarta-Feira

source: Weekday
pt: Dia de Semana

source: Weekly
pt: Semanal

source: Weighted position
pt: Posição ponderada

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
pt: Bem-vindo ao editor de lista de cortes. Procura o início das cenas que quer cortar. Pressione OK, selecione 'iniciar o corte'. Em seguida, procurar o fim, pressione OK, selecione 'fim de corte. É isso.

source: West
pt: Oeste

source: West limit set
pt: Definir o limite Oeste

source: What Day of week ?
pt: Qual o dia da semana ?

source: What action is required on completion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do ecaxtly that.
pt: Que medidas são necessárias à conclusão do timer? 'Auto' permite o regresso da STB ao estado que tinha quando o TIMER começou. "Não fazer nada ',' Vai para o modo de espera" e "Vai para Suspensão" fazer exatamente isso.

source: What date of month ?
pt: Qual a data do mês?

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
pt: Quando ativo, o conteúdo com uma proporção de 4:3 vai ser esticado no ecrã.

source: When enabled, your receiver will detect activity on the VCR SCART input.
pt: Quando ativo, o recetor irá detectar atividade na entrada VCR SCART.

source: When set each folder will show the previous state used, when off the default values will be shown.
pt: Ao definir cada pasta irá mostrar o estado anterior usado, quando desligada os valores padrão serão mostrados.

source: When set the PIG will return to live after a movie has stopped playing.
pt: Quando definido o 'PIG' vai voltar para TV, depois de um filme parar.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
pt: Quando o conteúdo tem uma relação de aspeto de 16:9, escolha escalar/esticar a imagem.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
pt: Quando o conteúdo tem uma proporção de 4:3, escolha escalar/esticar a imagem.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your %s %s will restart automatically! Really do a factory reset?
pt: Quando faz um reset de fábrica, vai perder todos os seus dados de configuração (Incluindo bouquets, serviços, dados de satélite ...) Após a conclusão do restauro de fábrica, a sua% s% s irá reiniciar automaticamente! Tem a certeza que quer efetuar um reset de fábrica?

source: Where should the recording be saved?
pt: Onde é que as gravações devem ser salvas?

source: Where to save temporary timeshift recordings?
pt: Onde salvar as gravações temporárias do Timeshifth?

source: Which event do you want to save permanently?
pt: Qual o evento que quer salvar permanentemente?

source: White
pt: Branco

source: Width
pt: Largura

source: Wireless LAN
pt: Rede sem fios

source: Wireless network
pt: Rede sem fios

source: Wireless network configuration...
pt: Configuração da Rede sem fios...

source: Wireless network state
pt: Estado da Rede sem fios

source: With popup
pt: Com pop-up

source: Without popup
pt: Sem pop-up

source: Write error while recording. Disk full?
pt: Erro ao gravar. Disco cheio?

source: Write error while recording. Disk full? %s
pt: Erro de escrita ao gravar. Disco cheio? %s

source: Write failed!
pt: Escrita falhou!

source: XBox 360 support
pt: Suporte para XBox 360

source: Year
pt: Ano

source: Yes
pt: sim

source: Yes to all
pt: Sim para todos

source: Yes, always
pt: Sim, sempre

source: Yes, and delete this movie
pt: Sim, e apagar este filme

source: Yes, but don't save timeshift as movie
pt: Sim, mas não salvar timeshift como filme

source: Yes, but save timeshift as movie and continue recording
pt: Sim, mas salvar timeshift como filme e continua a gravar

source: Yes, but save timeshift as movie and stop recording
pt: Sim, mas salvar timeshift como filme e pára a gravação

source: Yes, returning to movie list
pt: Sim, voltar à lista de filmes

source: Yesterday
pt: Ontem

source: You already have a bootlogo installed, would you like to remove "%s"?
pt: Já tem um logotipo de Boot instalado, deseja removê-lo "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
pt: Já tem uma lista e canais instalada, deseja remove-la "%s"?

source: You can cancel the installation.
pt: Pode cancelar a instalação.

source: You can cancel the removal.
pt: Pode cancelar a remoção.

source: You can continue watching TV etc. while this is running.
pt: Pode continuar a ver TV etc. enquanto isto decorre.

source: You can disable Telnet Server and use ssh to login.
pt: Pode desabilitar o servidor Telnet e usar ssh para iniciar sessão.

source: You can install this plugin.
pt: Pode instalar este plugin.

source: You can only burn %s %s recordings!
pt: Só pode gravar %s %s gravações!

source: You can remove this plugin.
pt: Pode remover este plugin.

source: You cannot delete this!
pt: Não é possivel apagar

source: You didn't select a channel to record from.
pt: Não selecionou um canal para gravar.

source: You have already sent this log, are you sure you want to resend this log:
pt: Tem a certeza que deseja enviar este log:

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
pt: Optou por criar uma nova Pendrive inicializável NFI. Isto irá reparticionar a unidade USB e, portanto, todos os dados contidos nela serão apagados.

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
pt: Selecionou salvar a gravação instantânea do evento atual, mas o evento ainda não terminou O que pretende fazer?

source: You have not setup your user info in the setup screen Press MENU, and enter your info, then try again
pt: Não configurou as suas informações de utilizador no ecrã de configuração Prima MENU, e digite as suas informações, em seguida, tente novamente

source: You have selected no logs to delete.
pt: Não selecionou logs para apagar.

source: You have selected no logs to send.
pt: Não selecionou qualquer log para enviar

source: You have to wait %s!
pt: Tem de esperar por %s!

source: You seem to be in timeshift!
pt: Parece estar em Timeshift!

source: You seem to be in timeshift, Do you want to leave timeshift ?
pt: Parece estar em Timeshift! Pretende fechar o Timeshift ?

source: You system does not support ext4
pt: O seu sistema não suporta ext4

source: Your %s %s is not connected to the internet, please check your network settings and try again.
pt: A sua %s %s não está ligada à Internet, verifique as configurações de rede e tente novamente.

source: Your %s %s is now ready to be used. Your internet connection is working now.
pt: A sua %s %s está agora pronta a ser utilizada. A sua ligação à Internet está a funcionar agora.

source: Your %s %s is rebooting
pt: A sua %s %s vai reiniciar...

source: Your %s %s is shutting down
pt: A sua %s %s está a desligar...

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
pt: A sua %s %s não pode ser usada agora. Por favor consulte o manual para obter mais assistência antes de reiniciar a sua %s %s.

source: Your %s %s will be restarted after the installation of service Ready to install "%s" ?
pt: A sua %s %s será reiniciada após a instalação do serviço Pronto para instalar "%s"?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
pt: A sua %s %s será reiniciada após a instalação do serviço. Deseja instalar agora ?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
pt: A sua %s %s será reiniciada após a remoção do serviço Pretende removê-lo agora ?

source: Your STB will restart after pressing OK on your remote control.
pt: A sua STB será reiniciada, após pressionar OK no telecomando.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
pt: A colecção excede o tamanho de um DVD, vai ser necessário um DVD de dupla camada!

source: Your config file is not well-formed: %s
pt: O arquivo de configuração não está bem construído: %s

source: Your current collection will get lost!
pt: A sua colecção atual irá perder-se!

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
pt: O seu processador deve ser atualizado. Prima OK para iniciar

source: Your frontprocessor will be upgraded Please wait until your %s %s reboots This may take a few minutes
pt: O seu Processador será atualizado Por favor espere até que a %s %s reinicie Esta operação poderá demorar alguns minutos

source: Your internet connection is working (ip: %s)
pt: A Sua conexão de internet está a funcionar (ip: %s)

source: Your network configuration has been activated.
pt: A sua configuração de rede foi ativada.

source: Your receiver does not have an internet connection
pt: O seu recetor não tem uma ligação à internet

source: Zap + Exit
pt: Zap + Sair

source: Zap back to previously tuned service?
pt: Zap para o canal sintonizado anteriormente?

source: Zap back to service before positioner setup?
pt: Voltar ao canal antes de definir o posicionador?

source: Zap back to service before tuner setup?
pt: Zap para o canal anterior à configuração do tuner?

source: Zap focus to Picture in Picture
pt: Zap focus para Picture in Picture

source: Zap focus to main screen
pt: Zap para janela principal

source: Zap to channel (setup in menu)
pt: Zap para canal ( menu de instalação )

source: Zap to channel and close (setup in menu)
pt: Zap para canal e feche ( menu de instalação )

source: [TimeShift] Restarting Timeshift!
pt: [TimeShift] Reiniciar Timeshift!

source: [Timeshift] Merging records failed!
pt: [Timeshift] União de registos falhou!

source: [alternative edit]
pt: [edição alternativa]

source: [bouquet edit]
pt: [editar bouquet]

source: [favourite edit]
pt: [editar favoritos]

source: [move mode]
pt: [modo deslocamento]

source: a gui to assign services/providers to common interface modules
pt: uma interface visual para atribuir serviços/operadores a um modulo CI

source: a gui to assign services/providers/caids to common interface modules
pt: uma interface visual para atribuir serviços/operadores/caids a um modulo CI

source: abort alternatives edit
pt: abortar a edição de alternativas

source: abort bouquet edit
pt: Cancelar a edição de bouquets

source: abort favourites edit
pt: Cancelar a edição dos favoritos

source: about to start
pt: Prestes a iniciar

source: activate network adapter configuration
pt: ativar configuração do adaptador de rede

source: add alternatives
pt: adicionar alternativas

source: add bookmark
pt: adicionar indicador

source: add bouquet
pt: adicionar bouquet

source: add marker
pt: adicionar marcador

source: add service to bouquet
pt: Adicionar serviço ao bouquet

source: add service to favourites
pt: Adicionar serviço aos favoritos

source: add to parental protection
pt: Adicionar ao controlo paternal

source: address:
pt: Endereço:

source: adult movie/drama
pt: Filmes para adultos/Drama

source: advanced
pt: avançado

source: adventure/western/war
pt: Aventura/Western/Guerra

source: advertisement/shopping
pt: Propaganda/Compras

source: alphabetic
pt: alfabético

source: alphabetic reverse
pt: alfabética invertida

source: alternative
pt: alternativo(a)

source: arts/culture (without music, general)
pt: Artes e cultura (sem música, geral)
